{"poet": "Insha Allah Khan", "bio": "Insha Allah Khan (1752-1817), better known by his pen name of Insha, was born in Murshidabad where his father, Mir Masha Allah khan, a royal physician and also a poet, had migrated from Delhi following the decline of the Mughal Empire and received the patronage of Nawab Sirajuddaulah. Insha received his early education and advice on his poetry mostly from his father. Later, his father brought him back to the court of Shah Alam II in Delhi who valued his poetry, his verbal dexterity, and his ready wit. With the fall of Delhi durbar, Insha migrated to Lucknow where he joined the court of Nawab Mirza Sulaiman Shikoh, a poet and a patron of poets, and became his favourite to the extent that the nawab replaced his mentor Ghulam Hamdani Mus’hafi and appointed Insha in his place. This led to a legendry rivalry between these two major poets of the age which subsequently became a part of the Urdu’s literary history. As Insha was a sociable person and wanted to explore better opportunities in life, he also developed a good relationship with Nawab Sa’adat Yaar Khan. However, his acerbic tongue and derisive remarks, which he made without much consideration, landed him in disfavour with his patrons and contemporary poets. With the seizure of stipend from his patrons and left with no sources of sustenance in the later period of his life, Insha lived a life of misery in Lucknow where he died and lies buried.Insha was a remarkable polyglot and had a unique expertise in various languages and dialects like Arabic, Persian, Turkish, Punjabi, Pushto,Marathi, Kashmiri, Poorabi, Rekhti, Marwari, and Hindi. He could also compose verses in them. He is valued as the first author of a complete grammar of Urdu language in Persian calledDaryaa-i-Lataafat. He also wrote a fascinating fictional narrative calledRaani Ketaki ki Kahaanithat did not have a word of Arabic and Persian in it. It also happens to be the earliest work of Urdu prose. Endowed with unique resourcefulness with the written word, he could appropriate a great variety of ideas, events, and anecdotes into his poetry. Insha has left behind his works in various forms and genres of ghazal, qasida, and mathnawi in Persian and Urdu, apart from miscellaneous poetical compositions in the forms of hamd, naat, manqabat, qita, rubai, hajw, and riddles. Insha Allah Khan (1752-1817), better known by his pen name of Insha, was born in Murshidabad where his father, Mir Masha Allah khan, a royal physician and also a poet, had migrated from Delhi following the decline of the Mughal Empire and received the patronage of Nawab Sirajuddaulah. Insha received his early education and advice on his poetry mostly from his father. Later, his father brought him back to the court of Shah Alam II in Delhi who valued his poetry, his verbal dexterity, and his ready wit. With the fall of Delhi durbar, Insha migrated to Lucknow where he joined the court of Nawab Mirza Sulaiman Shikoh, a poet and a patron of poets, and became his favourite to the extent that the nawab replaced his mentor Ghulam Hamdani Mus’hafi and appointed Insha in his place. This led to a legendry rivalry between these two major poets of the age which subsequently became a part of the Urdu’s literary history. As Insha was a sociable person and wanted to explore better opportunities in life, he also developed a good relationship with Nawab Sa’adat Yaar Khan. However, his acerbic tongue and derisive remarks, which he made without much consideration, landed him in disfavour with his patrons and contemporary poets. With the seizure of stipend from his patrons and left with no sources of sustenance in the later period of his life, Insha lived a life of misery in Lucknow where he died and lies buried. Insha was a remarkable polyglot and had a unique expertise in various languages and dialects like Arabic, Persian, Turkish, Punjabi, Pushto,Marathi, Kashmiri, Poorabi, Rekhti, Marwari, and Hindi. He could also compose verses in them. He is valued as the first author of a complete grammar of Urdu language in Persian calledDaryaa-i-Lataafat. He also wrote a fascinating fictional narrative calledRaani Ketaki ki Kahaanithat did not have a word of Arabic and Persian in it. It also happens to be the earliest work of Urdu prose. Endowed with unique resourcefulness with the written word, he could appropriate a great variety of ideas, events, and anecdotes into his poetry. Insha has left behind his works in various forms and genres of ghazal, qasida, and mathnawi in Persian and Urdu, apart from miscellaneous poetical compositions in the forms of hamd, naat, manqabat, qita, rubai, hajw, and riddles."}
{"poet": "Mir Anis", "bio": "Mir Babbar Ali Anis is one of the poets who took the genre of Urdu Marsiya to unprecedented heights. With his creative expression and melancholy-infused grandeur, he has become the paragon of Marsiya, something that can be found only and only in his writings.Meer Anis was born in Faizabad in 1803. His father Mir Mustahasan Khaliq himself was a great and famous poet of Marathi. Poetry was his pedigree as his grandfather Zahak, and great grandfather Mir Hassan (author of Masnavi Sahar Al Bayan), were all noted poets of their times. It is noteworthy that the poets of this family took a different path apart from ghazal and brought the genre they touched to perfection.Born into a family of poets, Anis's temperament was congrous from his childhood and at the age of four or five, he could versify couplets impromptu. He got his early education in Faizabad. Apart from his usual education, he also mastered the art of army tactics. Apart from Arabic and Persian, he was also very interested in Hindi and was well acquainted with the works of Tulsidas and Malik Muhammad Jaisi. It is said that he introduced himself to Hinduism in his boyhood. From a Brahmin scholar to the religious of Indi he used to go to understand the scriptures. Similarly, when someone died in the neighborhood, he used to deeply to study the cries and expressions of grief of the women of this house. These observations were later used in his Marsiya-writing.Anis started writing poetry at a very young age. When he was nine years old, he said a Salam. Frightened, he showed it to his father. His father was very happy but he said that he is still young enough to acquire knowledge, and shouldn’t focus on poetry. He used to write ghazals but did not read them at the mushairas in Faizabad. Later, entrusted Anis to master poet Sheikh Imam Bakhsh Nasikh, to cultivate his son’s poetic aptitude. When Naskh saw his poems, he was stunned that at such a young age, the boy was reciting such masterful poems. He considered it unnecessary to make any correction on his works, but suggested the boy to take up the pen-name Anis. One of the couplets that Anis showed to Nasikh was:Sabab hum par khula us shokh ke aansuu nikalne kaaDhuaa.n lagtaa hai aankhon mein kisi ked il je jalne kaaAt the age of thirteen or fourteen, Anis wrote a Musaddas for the women's assembly of the house in the absence of his father. After that, he began to make rapid strides in Marsiya poetry. Thanks to his hard work and discipline. He would lock himself in a cell, stop eating and drinking, and go out only when the Marsiya was finished. He would say, \"When you mourn, your heart bleeds.\" When Mir Khaliq, who by this time he was one of the great and important Marsiya-composers of Lucknow, was satisfied that Anis had been able to take his place, he introduced his son to the tasteful and critical audience of Lucknow and spread the fame of Mir Anis.In the time of the last Nawabs of Awadh, Ghazi-ud-Din Haider, Amjad Ali Shah and Wajid Ali Shah, Anis had gained immense fame in Marsiya poetry. His contemporary, and equally great Marsiya composer Mirza Dabeer he preferred to read straightforwardly, while Anis had excelled in reciting elegies. Later, separate admirers, and even schools, of these two elegiac masters were born. Anisia and the other was called Dabiria. Both groups tried to prove their superiority and make fun of each other. Anis and Dabir did not recite lamentations together in any meeting. Only once at the insistence of the royal family they gathered in it, and in it also Anis said that he had forgotten to bring his Marsiya, instead of his elegy he recited a salutation in honor of Hazrat Ali written by his brother Monis.Anis and Dabir generally had a cordial relationship and both valued each other's perfection. Dabir was very humble. His complex personality and delicate temperament and his poetry afforded him a legendary fame and he was counted among the most distinguished persons of Lucknow. At that time, the fame of Anis was such that the ruler, the eminent prince and the noble Nawab-Zada used to gather at his house and offer patronages.His income would have reached thousands sitting at home, but his leisure time was short. In 1856, the British occupied Awadh. Lucknow's prosperity was gone. He was compelled to leave. He read majlis in Azimabad (Patna), Banaras, Allahabad and Hyderabad which had the effect that people from far and wide became acquainted with his poems. Anis's nature was liberal and he did not like any kind of restraint on himself. Once Nawab Amjad Ali Shah came up with the idea of ​​compiling a history of his family in the style of Shahnameh. Anis at first accepted the offer, but when he saw that he had to stay in the government building day and night, the commitment to the king, his full-time employment, permanent residence in the royal house were the guarantees of worldly progress, Anis did not accept the royal job. Interestingly, the British who occupied Awadh and snatched their livelihood, used to give them a monthly stipend of fifteen rupees because they were the grandsons of Mir Hassan whose Masnavi was included in the syllabus of Fort William College and its publications.Just as Anis's speech is enchanting, so was his recitation. As soon as he reached the pulpit, his personality would change. He was not conscious of his body. No one was more skilled in mourning than him. In his last years, he had reduced his mourning. In 1874, his uncle died in Lucknow. He wrote about 200 elegies and 125 salutations, in addition to which about 600 quatrains are also his memoirs.Anis was a genius at work. Even if he used ghazal as a means of expression instead of mourning, he would still be counted among the great poets. Despite not paying attention to ghazal, many of his poems are known to everyone. Anis's speech is distinguished by his eloquence, imagery and his creative approach to language. He was able to give a flower a hundred similes. His poetry is a mirror of the elegant language and civilization of his time. He dived deeply into the craft of Marsiya and found such precious gems which are unparalleled in Urdu."}
{"poet": "Meer Hasan Dehlavi", "bio": "Meer Hasan Dehlavi is considered to be the foremost poet of mathnawi. He also practised other poetical forms but his fame rests primarily on his mathnawi entitledSehr-ul-Bayan.In hisTazkira-i-Shuara-i-Urdu, Meer Hasan has recorded his nam,e as Meer Ghulam Hasan. He used Hasan as hisnom de plume. There is a difference of opinion about his date of birth. According to Qazi Abdul Wadood, he was born in 1717 but Malik Ram in hisTazkira-i-Maah-o-Saalhas recorded 1740-41 as the year of his birth. Meer Hasan was born in the locality of Syed Wada in the walled city of Delhi. Because of the deteriorating condition of Delhi, he migrated to Awadh with his father, Meer Ghulam Hussain Zahik. Mus’hafi has related that Meer Hasan was only twelve years old at the time of his migration. After migration, he stayed in Faizabad where he got associated with the estate of Nawab Sarfaraz Jung, son of Nawab Nawab Salar Jung. When the capital shifted from Faizabad to Lucknow in 1775, he also shifted to Lucknow where he ultimately died. Meer Hasan Dehlavi is considered to be the foremost poet of mathnawi. He also practised other poetical forms but his fame rests primarily on his mathnawi entitledSehr-ul-Bayan. In hisTazkira-i-Shuara-i-Urdu, Meer Hasan has recorded his nam,e as Meer Ghulam Hasan. He used Hasan as hisnom de plume. There is a difference of opinion about his date of birth. According to Qazi Abdul Wadood, he was born in 1717 but Malik Ram in hisTazkira-i-Maah-o-Saalhas recorded 1740-41 as the year of his birth. Meer Hasan was born in the locality of Syed Wada in the walled city of Delhi. Because of the deteriorating condition of Delhi, he migrated to Awadh with his father, Meer Ghulam Hussain Zahik. Mus’hafi has related that Meer Hasan was only twelve years old at the time of his migration. After migration, he stayed in Faizabad where he got associated with the estate of Nawab Sarfaraz Jung, son of Nawab Nawab Salar Jung. When the capital shifted from Faizabad to Lucknow in 1775, he also shifted to Lucknow where he ultimately died."}
{"poet": "Maohammad Taqi", "bio": "Maohammad Taqi (1722/23-1810) was born in Akbarabad, now Agra, in a family of very modest means. His father, a pious man of high spiritualist leanings, wished him to follow the path of piety and got Syed Amanullah, a young man who revered Meer’s father, to mentor him. The two did not live long enough to see Meer grow as they wished. Left on his own at an early age of eleven, Meer had to fend for himself then, and thereafter. As he had to explore the means of his livelihood, he went to Delhi where he met Khwaja Mohammad Basit, a kind man, who introduced him to Nawab Samsamuddaulah with whom he found favour. The nawab provided him with the source of his sustenance but it did not last long as he was killed facing Nadir Shah’s attack. Forlorn once again, Meer veered between Delhi, Agra, and its neighbourhood finding irregular support from several nobles for meeting his day-to-day- needs. While he suffered immeasurably at a personal level, he also witnessed the attacks of Nadir Shah and Ahmad Shah Abdali on Delhi, and the decline of Mughal Empire. As Delhi stood derelict and saw the men of taste leaving one by one, he too left. He was called by Nawab Asifuddaulah to Lucknow where he found relief but the extreme sensitivity of his nature did not let him live in peace for long. He refused the favours from the nawab and retreated into his own shell of loneliness and suffered his misery. Happiness was only a short season in Meer’s life; pain a perennial condition. He lived without an address in life, as in death, since the place he was buried is no longer traceable after the laying of rail tracks in the vicinity.Meer is generally supposed to be a poet of angst but his greatness lies in how he unravelled the existential dilemmas, developed a form, evolved his diction, and brought it to perfection. One of the most remarkable features of his poetry is that he has expressed himself with complete sincerity and disarming frankness on almost every aspect of life and living. This is well testified by the six divans of Urdu and one of Persian ghazals he has left behind, apart from his mathnawi, musaddas, qasida, hajw, and wasokht. He also wrote Nukatusshuara (a tazkira of Urdu poets) Zikr-e Meer (an autobiography), and Faiz-e Meer (a description of Sufi saints) which ensure him a place of prominence in the annals of Urdu literature as a poet, biographer, and critic of sorts. Maohammad Taqi (1722/23-1810) was born in Akbarabad, now Agra, in a family of very modest means. His father, a pious man of high spiritualist leanings, wished him to follow the path of piety and got Syed Amanullah, a young man who revered Meer’s father, to mentor him. The two did not live long enough to see Meer grow as they wished. Left on his own at an early age of eleven, Meer had to fend for himself then, and thereafter. As he had to explore the means of his livelihood, he went to Delhi where he met Khwaja Mohammad Basit, a kind man, who introduced him to Nawab Samsamuddaulah with whom he found favour. The nawab provided him with the source of his sustenance but it did not last long as he was killed facing Nadir Shah’s attack. Forlorn once again, Meer veered between Delhi, Agra, and its neighbourhood finding irregular support from several nobles for meeting his day-to-day- needs. While he suffered immeasurably at a personal level, he also witnessed the attacks of Nadir Shah and Ahmad Shah Abdali on Delhi, and the decline of Mughal Empire. As Delhi stood derelict and saw the men of taste leaving one by one, he too left. He was called by Nawab Asifuddaulah to Lucknow where he found relief but the extreme sensitivity of his nature did not let him live in peace for long. He refused the favours from the nawab and retreated into his own shell of loneliness and suffered his misery. Happiness was only a short season in Meer’s life; pain a perennial condition. He lived without an address in life, as in death, since the place he was buried is no longer traceable after the laying of rail tracks in the vicinity. Meer is generally supposed to be a poet of angst but his greatness lies in how he unravelled the existential dilemmas, developed a form, evolved his diction, and brought it to perfection. One of the most remarkable features of his poetry is that he has expressed himself with complete sincerity and disarming frankness on almost every aspect of life and living. This is well testified by the six divans of Urdu and one of Persian ghazals he has left behind, apart from his mathnawi, musaddas, qasida, hajw, and wasokht. He also wrote Nukatusshuara (a tazkira of Urdu poets) Zikr-e Meer (an autobiography), and Faiz-e Meer (a description of Sufi saints) which ensure him a place of prominence in the annals of Urdu literature as a poet, biographer, and critic of sorts."}
{"poet": "Mirza Mohammad Rafi Sauda", "bio": "Mirza Mohammad Rafi Sauda (1713-1781), son of an aristocrat father who had migrated from Kabul to India for trade, was born in Delhi. He was well provided for to meet the needs of a decent life and lived in comfort. Not attracted by mercantile interests of his family, Sauda found a place of prestige in the court and also among the nobility. He left Delhi when the city fell a prey to misfortune, and went to several places in Uttar Pradesh, before he came to Lucknow. Nawab Asifuddaulah patronised him and rewarded with an annual stipend of rupees six thousand.Sauda wrote in Persian, before coming to Urdu. John Borthwick Gilchrist, the famous linguist and Indologist, acknowldged rather profusely that he learnt his Urdu from Sauda’sDivaan. The Persian literary tradition helped him acquire a tone and tenor which he adopted to his benefit for writing his poetry in Urdu. He looked at life sportingly, enjoyed his vigour and optimism, and relished the pleasures of life in full measure. He reflected this spirit of broader and brighter apprehensions of life in his poetry with certain ease. Both his Persian and Urdu poetry expressed his maturity of thought and linguistic finesse in these two languages. His ghazals hold close to the tone and tenor of panegyric which he brought to its height. Marked for his vitality of imagination, precise turns of phrases, and compact expressions, he practised various forms of poetry like panegyric, satire, and elegy, and emerged as one of the canonical poets in Urdu. Mirza Mohammad Rafi Sauda (1713-1781), son of an aristocrat father who had migrated from Kabul to India for trade, was born in Delhi. He was well provided for to meet the needs of a decent life and lived in comfort. Not attracted by mercantile interests of his family, Sauda found a place of prestige in the court and also among the nobility. He left Delhi when the city fell a prey to misfortune, and went to several places in Uttar Pradesh, before he came to Lucknow. Nawab Asifuddaulah patronised him and rewarded with an annual stipend of rupees six thousand. Sauda wrote in Persian, before coming to Urdu. John Borthwick Gilchrist, the famous linguist and Indologist, acknowldged rather profusely that he learnt his Urdu from Sauda’sDivaan. The Persian literary tradition helped him acquire a tone and tenor which he adopted to his benefit for writing his poetry in Urdu. He looked at life sportingly, enjoyed his vigour and optimism, and relished the pleasures of life in full measure. He reflected this spirit of broader and brighter apprehensions of life in his poetry with certain ease. Both his Persian and Urdu poetry expressed his maturity of thought and linguistic finesse in these two languages. His ghazals hold close to the tone and tenor of panegyric which he brought to its height. Marked for his vitality of imagination, precise turns of phrases, and compact expressions, he practised various forms of poetry like panegyric, satire, and elegy, and emerged as one of the canonical poets in Urdu."}
{"poet": "", "bio": "Looking for best Urduebooks indar Matba Nami, Lucknowebooks collection? You'll find everything you need right here. Browse the collection of ebooks bydar Matba Nami, Lucknow, selected by Rekhta for Urdu Ebook readers. This page features famous Urdu ebooks indar Matba Nami, Lucknow. Looking for best Urduebooks indar Matba Nami, Lucknowebooks collection? You'll find everything you need right here. Browse the collection of ebooks bydar Matba Nami, Lucknow, selected by Rekhta for Urdu Ebook readers. This page features famous Urdu ebooks indar Matba Nami, Lucknow."}
{"poet": "Sheikh Ghulam Hamadani", "bio": "Sheikh Ghulam Hamadani (1747-1824) who acquired thenom de plumeof Mus’hafi was born at Ballamgarh on the outskirts of Delhi although his family had long remained associated with Akbarpur and Amroha. He spent his childhood in Amroha but later moved to Delhi where he stayed for about twelve years. After Delhi suffered the onslaughts of history, he migrated first to Tanda where he enjoyed the benefaction of Nawab Mohammad Yaar Khan and then to Lucknow where he received the patronage of prince Mirza Sulaiman Shikoh. A person who could not remain steadfast in his associations with people and places, he also had on-going skirmishes with Insha Allah Khan Insha, a poet of considerable repute among his contemporaries.Mus’hafi is known to be a voracious reader and a great collector of notes on his readings. He is generally remembered as a poet who was much too prolific and resourceful with words than any other poet of his age. Even though he sold many of his ghazals to poetry lovers and lost one of his divans as it was stolen, he has left behind a huge amount of his prose and poetical works.Mus’hafi’s works remained uncollected and unpublished for about a hundred fifty years after his death and were preserved in the form of manuscripts in various libraries.  His eight divans in Urdu and two in Persian, as well as his eighty six qasidas , twenty mathnawis, three tazkiras—Aqd-e Surraiya, Tazkira-i-Hindi,andRiyaz-ul-Fasha--and an incomplete and unpublished miscellany of his Arabic and Persian poetry and prose writings calledMajma-ul-Fawaayid,bear witness to his creative potential and remarkable pedantry. A mentor of many poets of his age, Mushafi echoed several masters of the past whose poetry he admired but worked incessantly to develop his own poetics by blending multiple influences in a harmonious whole of his poetic oeuvre. Sheikh Ghulam Hamadani (1747-1824) who acquired thenom de plumeof Mus’hafi was born at Ballamgarh on the outskirts of Delhi although his family had long remained associated with Akbarpur and Amroha. He spent his childhood in Amroha but later moved to Delhi where he stayed for about twelve years. After Delhi suffered the onslaughts of history, he migrated first to Tanda where he enjoyed the benefaction of Nawab Mohammad Yaar Khan and then to Lucknow where he received the patronage of prince Mirza Sulaiman Shikoh. A person who could not remain steadfast in his associations with people and places, he also had on-going skirmishes with Insha Allah Khan Insha, a poet of considerable repute among his contemporaries. Mus’hafi is known to be a voracious reader and a great collector of notes on his readings. He is generally remembered as a poet who was much too prolific and resourceful with words than any other poet of his age. Even though he sold many of his ghazals to poetry lovers and lost one of his divans as it was stolen, he has left behind a huge amount of his prose and poetical works. Mus’hafi’s works remained uncollected and unpublished for about a hundred fifty years after his death and were preserved in the form of manuscripts in various libraries.  His eight divans in Urdu and two in Persian, as well as his eighty six qasidas , twenty mathnawis, three tazkiras—Aqd-e Surraiya, Tazkira-i-Hindi,andRiyaz-ul-Fasha--and an incomplete and unpublished miscellany of his Arabic and Persian poetry and prose writings calledMajma-ul-Fawaayid,bear witness to his creative potential and remarkable pedantry. A mentor of many poets of his age, Mushafi echoed several masters of the past whose poetry he admired but worked incessantly to develop his own poetics by blending multiple influences in a harmonious whole of his poetic oeuvre."}
{"poet": "Maulavi Abdul Halim Sharar", "bio": "Born in Lucknow on January 14, 1860, Maulavi Abdul Halim Sharar, was a prolific Urdu short-story writer and novelist. An ace writer, historian and author, Sharar, is unanimously credited for introducing Islamic historical novels in Urdu and enriching the language’s literature with some incomparable works. In his earlier days, he worked with the Awadh newspaper, Lucknow and from there he went on to work for many newspapers, magazine and journal houses, eventually, publishing his own chronicles amongst which ‘Dil-Gudaz’ attained singular fame and recognition from readers of all sorts alike. Abdul Halim took his last breath on December 24, 1926, besides being an accomplished writer and novelist, he also wrote poetry under his pen-name ‘Sharar’."}
{"poet": "Ameer Minai", "bio": "An eminent Urdu Poet and contemporary of Dagh Dehlvi, Ameer Minai was widely acclaimed for penning the ghazal \"Sarakti jaye hai rukh se naqaab aahista aahista\". He was born at Lucknow to Sheikh Karam Mohammad Minai, who was a direct descendant of Shah Makhdoom Minai, a renowned Muslim saint of 15th century. In addition to being a scholar of Urdu and Persian, he had thorough knowledge of Arabic, Sanskrit theology and medieval logic. After the revolt of 1857, Ameer migrated to Rampur, where he lived a life of comfort, under the patronage of Nawab Yusuf Ali Khan and his successor, Nawab Kalab Ali Khan. It was at Rampur where he had spent the larger part of his life and achieved a lot of fame as a poet. After the death of Nawab Kalab Ali Khan, Ameer had to go to Hyderabad, where he was given a warm welcome by the Nizam. However, destiny had different plans for him. He died in 1900 after a brief illness. Among all his pieces of work, the greatest was \"Ameer-ul-Lughaat\", a comprehensive Urdu-to-Urdu dictionary that he had intended to compile in eight volumes. Unfortunately, only two volumes were compiled and published in 1891 and 1892 respectively. Even though he was extremely skilled in various genres of poetry, ghazals brought him most of the fame. These were inclusive of Mirat-ul-Ghalib (1868), Gauhar-e-Intekhab (1896) and Sanam-khana-e-Ishq (1896). He died in the year 1900 in the city of Hyderabad."}
{"poet": "Asrarul Haq Majaz", "bio": "Asrarul Haq Majaz rose as a phenomenon on the horizon of Urdu poetry in the fourth decade of the twentieth century and immediately touched the hearts and minds of the youth of his time due to his charming personality and unique expression. Poets like Faiz Ahmad Faiz, Sardar Jafari, Makhdoom Mohi-ud-Din Jazbi, and Sahir Ludhianvi were not only his contemporaries but also his friends. But even at a time when Majaz's poetry was in its infancy, no other poet could match Majaz’s levels of popularity. There was a time when Majaz’s nazm ‘Awara’, was more popular than Faiz’s ‘Mujhse Pehli Si Muhabbat’ and Sahir’s ‘Taj Mahal’.There were more girls than boys among his fans. According to Ismat Chughtai, in his Aligarh days, the girls of the hostel used to draw lots for him and used to sleep with his collection of poems ‘Ahang’ close to their chest. But unfortunately, Majaz could not set himself right, he drank out of proportions along with Akhtar Shirani, and died some 6 years before his wine mate. Akhtar has written about him in his memoirs that Majaz had immense abilities but he was able to use only a quarter of them.Majaz was born in 1911 into a landed family in the famous town of Radoli in Awadh. His father Siraj-ul-Haq, unlike other landlords and relatives of the time, was very learned and at a time when his class considered English education unnecessary, he was highly educated and held public office despite his large landholdings. Majaz was brought up with a lot of affection in his childhood. He got his early education in a school in Radoli, after which he moved to Lucknow where his father was employed in the registration department. Majaz passed matriculation from Aminabad School, Lucknow. He was good at studying till then. Then at the same time, his father's transfer took him to Agra. From here, the first turning point of Majaz's life began. A few days later, his father was transferred from Agra to Aligarh. He left Majaz in Agra to complete his education and moved to Aligarh. Disinterest in textbooks, the poetic atmosphere of Agra and the loss of parental supervision, the result was what it should have been. Israr-ul-Haq started writing poetry under the pseudonym of Shaheed and began to seek correction from Fani. This early poetry of Agra ended in Agra. He failed the exam and went to his parents in Aligarh. From here, the second phase of his life began. At that time, Aligarh was full of future celebrities. All these people went on to shine like sun and moon in their respective fields. Manto and Ismat Chughtai in prose, Al-Ahmad Suruur in criticism and Majaz, Jazbi, Sardar Jafari, Makhdoom, Jan Nisar Akhtar and many others in poetry.Majaz revolutionary, though sweet accented, poetry became an instant hit, and Majaz became the apple of everyone's eye. After doing BA from Aligarh, he got admission in MA but at the same time appeared in All India Radio. He worked according to his mood, and became the deputy editor of the magazine \"Awaaz\" of Majaz Radio. The radio job did not last long and they fell victim to office politics. It is said that trouble does not come alone, so he fell in love with the daughter of a noble and famous freedom fighter. The girl turned out unfaithful, and this opened the door to the mental, emotional and physical destruction of Majaz. This was the third phase of his life from which his drinking increased. Disappointed by the failure of unemployment and love, Majaz returned to Lucknow. For a few days he worked in the Information Department in Mumbai and then returned to Lucknow. For a few days he edited magazines, but it was a hobby of his time and not a job. His friends in Lucknow had dispersed. Eventually he went back to Delhi and became an assistant librarian at Hardinge Library. In 1945, he suffered another stroke. This time too, the efforts of the doctors and the diligent care and kindness of the family members healed him. He kept drowning the bitterness of life in alcohol. Never complained about life or complained to anyone. He endured everything in silence. In 1945, there was the third and most severe attack of insanity. He was running after every girl on the streets. The family was always ready for some sort of bad news, which one day came in the form that Majaz had come under a car or was found lying on a road. Josh Malihabadi wrote a letter from Delhi asking Majaz to be admitted to the insane asylum in Agra. With great effort, they finally got a B-class bed at the Ranchi Mental Hospital. When he returned home after six months of recovery, his beloved sister Safia Akhtar (Javed Akhtar's mother) died a month later. This tragedy took him through aggravated trauma.One night in December 1955, the drinking started on the same roof and continued till late at night. In a state of misery, his companions left him on the roof and went to their respective homes. The next morning, when the owner of the shop went to the roof, Majaz was lying half-dead. He was rushed to the hospital, but this time there was no coming back. Majaz's poetry is an invaluable example of lyrical poetry in Urdu. There is strange music in his words which distinguishes him from all other poets. He also sang ghazals but he was basically a poet of beauty. Each of his poems is a unique piece of art in Urdu literature. Asrarul Haq Majaz rose as a phenomenon on the horizon of Urdu poetry in the fourth decade of the twentieth century and immediately touched the hearts and minds of the youth of his time due to his charming personality and unique expression. Poets like Faiz Ahmad Faiz, Sardar Jafari, Makhdoom Mohi-ud-Din Jazbi, and Sahir Ludhianvi were not only his contemporaries but also his friends. But even at a time when Majaz's poetry was in its infancy, no other poet could match Majaz’s levels of popularity. There was a time when Majaz’s nazm ‘Awara’, was more popular than Faiz’s ‘Mujhse Pehli Si Muhabbat’ and Sahir’s ‘Taj Mahal’.There were more girls than boys among his fans. According to Ismat Chughtai, in his Aligarh days, the girls of the hostel used to draw lots for him and used to sleep with his collection of poems ‘Ahang’ close to their chest. But unfortunately, Majaz could not set himself right, he drank out of proportions along with Akhtar Shirani, and died some 6 years before his wine mate. Akhtar has written about him in his memoirs that Majaz had immense abilities but he was able to use only a quarter of them. Majaz was born in 1911 into a landed family in the famous town of Radoli in Awadh. His father Siraj-ul-Haq, unlike other landlords and relatives of the time, was very learned and at a time when his class considered English education unnecessary, he was highly educated and held public office despite his large landholdings. Majaz was brought up with a lot of affection in his childhood. He got his early education in a school in Radoli, after which he moved to Lucknow where his father was employed in the registration department. Majaz passed matriculation from Aminabad School, Lucknow. He was good at studying till then. Then at the same time, his father's transfer took him to Agra. From here, the first turning point of Majaz's life began. A few days later, his father was transferred from Agra to Aligarh. He left Majaz in Agra to complete his education and moved to Aligarh. Disinterest in textbooks, the poetic atmosphere of Agra and the loss of parental supervision, the result was what it should have been. Israr-ul-Haq started writing poetry under the pseudonym of Shaheed and began to seek correction from Fani. This early poetry of Agra ended in Agra. He failed the exam and went to his parents in Aligarh. From here, the second phase of his life began. At that time, Aligarh was full of future celebrities. All these people went on to shine like sun and moon in their respective fields. Manto and Ismat Chughtai in prose, Al-Ahmad Suruur in criticism and Majaz, Jazbi, Sardar Jafari, Makhdoom, Jan Nisar Akhtar and many others in poetry. Majaz revolutionary, though sweet accented, poetry became an instant hit, and Majaz became the apple of everyone's eye. After doing BA from Aligarh, he got admission in MA but at the same time appeared in All India Radio. He worked according to his mood, and became the deputy editor of the magazine \"Awaaz\" of Majaz Radio. The radio job did not last long and they fell victim to office politics. It is said that trouble does not come alone, so he fell in love with the daughter of a noble and famous freedom fighter. The girl turned out unfaithful, and this opened the door to the mental, emotional and physical destruction of Majaz. This was the third phase of his life from which his drinking increased. Disappointed by the failure of unemployment and love, Majaz returned to Lucknow. For a few days he worked in the Information Department in Mumbai and then returned to Lucknow. For a few days he edited magazines, but it was a hobby of his time and not a job. His friends in Lucknow had dispersed. Eventually he went back to Delhi and became an assistant librarian at Hardinge Library. In 1945, he suffered another stroke. This time too, the efforts of the doctors and the diligent care and kindness of the family members healed him. He kept drowning the bitterness of life in alcohol. Never complained about life or complained to anyone. He endured everything in silence. In 1945, there was the third and most severe attack of insanity. He was running after every girl on the streets. The family was always ready for some sort of bad news, which one day came in the form that Majaz had come under a car or was found lying on a road. Josh Malihabadi wrote a letter from Delhi asking Majaz to be admitted to the insane asylum in Agra. With great effort, they finally got a B-class bed at the Ranchi Mental Hospital. When he returned home after six months of recovery, his beloved sister Safia Akhtar (Javed Akhtar's mother) died a month later. This tragedy took him through aggravated trauma. One night in December 1955, the drinking started on the same roof and continued till late at night. In a state of misery, his companions left him on the roof and went to their respective homes. The next morning, when the owner of the shop went to the roof, Majaz was lying half-dead. He was rushed to the hospital, but this time there was no coming back. Majaz's poetry is an invaluable example of lyrical poetry in Urdu. There is strange music in his words which distinguishes him from all other poets. He also sang ghazals but he was basically a poet of beauty. Each of his poems is a unique piece of art in Urdu literature."}
{"poet": "Khwaja Haider Ali Atish", "bio": "Khwaja Haider Ali Atish (1777-1847), who hailed from a Sufi family of Delhi, was born in Faizabad. After spending his adolescent years there, he shifted to Lucknow which was then the goal of all literary dilettantes and masters. Neither associated with a court, nor influenced by the privileged and the powerful, Atish enjoyed his self-respect and courage of conviction. True to his spirit, he refused to be carried away by the splendour of the people in high places, and preferred to lead the life of a liberal Sufi and devote himself to the vocation of poetry.Atish was a disciple of Mus’hafi and wrote both in Persian and Urdu. He is, however, remembered for his Urdu poetry as his Persian poetry has remained untraceable. He was extremely resourceful with the Urdu idiom and played upon the softness of its tone. Striking a balance between the odds and the evens in his poetry, he was now spontaneous now remote, now restrained now sentimental, now ratiocinate now mystical.  His sincere sentiments and robust language blended well to create a condition of lasting appeal. Even while he maintained a uniform level of expression, he also turned wordy and flamboyant at times, but remained simple and eminently accessible.  Atish chose to philosophise on the pleasures of flesh and delve deeper to discover the ecstatic moments of union. The cumulative impact that Atish creates is that of a poet who has a healthy attitude towards life and art and expresses himself with remarkable vigour and vitality. He brought life to bear upon art, and art on life. He has left behind two divaans that exemplify his independent and proud poetic stance."}
{"poet": "Syed Fazlul Hasan", "bio": "Syed Fazlul Hasan (1878-1951) who chose thenom de plumeof Hasrat was born at Mohan in the Unnao district of Uttar Pradesh. After receiving his early education in Arabic, Persian, and Urdu at home, he moved to Aligarh where he acquired his degree of B. A. but abandoned his further studies in law that he had joined soon after his graduation.Hasrat was acutely conscious of the socio-political condition of his time. Ever since his graduation from Aligarh in 1903 till his death at Lucknow in 1951, he worked incessantly and played various roles as a social activist, a politician, a freedom fighter, a journalist, a critic, a poet, a deeply religious Muslim of a liberal makeup, and a God-fearing communist. Working in multiple directions, he laid the foundation of an influential journalUrdu-i-Mualla, worked for the Indian National Congress Party holding important offices, remained active with Swadeshi Movement, moved the first-ever resolution for complete freedom, and chaired sessions at divergent platforms like Indian National Congress, Muslim League, Jamiat-ul Ulama-i-Hind, and the Communist Party of India which he also helped found.  As he gave the call of Inquilab Zindabad—Long Live Revolution—he always fought for complete independence of India from the British rule. He was imprisoned on several occasions for his rebellious attitude towards the British but he always kept his spirit high without succumbing to any under-hand policy or upper-hand pressure. After India’s independence, he worked as a member of the Constituent Assembly that drafted the Indian Constitution but did not sign it as he had his own reservations in this matter. In all his positions and responsibilities, Hasrat worked in all humility, living a simple life like a dervish with absolutely no place for pomp or pretension in his life. He passed away in Lucknow and was buried there.Hasrat started composing verse at an early age.  He is acknowledged essentially as a poet of ghazal who combined the best values of the classical and the modernist styles of composition. He kept ghazal alive especially at a time when it was being marginalised and imparted a new lease of life to it. He wrote on the traditional subjects of love and romance but also found a space for the socio-political subjects that represented acute contemporary reality. His works have been included inKulliyaat-e Hasrat. He has also left behind an annotated edition of Ghaib’s poetry entitledSharh-e-Kalaam-e Ghalib, and his diary written during his imprisonment calledMushahidat-e-Zindaan. Hasrat has also collected the poetry of the classical and modern poets in seven volumes which bear witness to his critical taste. Syed Fazlul Hasan (1878-1951) who chose thenom de plumeof Hasrat was born at Mohan in the Unnao district of Uttar Pradesh. After receiving his early education in Arabic, Persian, and Urdu at home, he moved to Aligarh where he acquired his degree of B. A. but abandoned his further studies in law that he had joined soon after his graduation. Hasrat was acutely conscious of the socio-political condition of his time. Ever since his graduation from Aligarh in 1903 till his death at Lucknow in 1951, he worked incessantly and played various roles as a social activist, a politician, a freedom fighter, a journalist, a critic, a poet, a deeply religious Muslim of a liberal makeup, and a God-fearing communist. Working in multiple directions, he laid the foundation of an influential journalUrdu-i-Mualla, worked for the Indian National Congress Party holding important offices, remained active with Swadeshi Movement, moved the first-ever resolution for complete freedom, and chaired sessions at divergent platforms like Indian National Congress, Muslim League, Jamiat-ul Ulama-i-Hind, and the Communist Party of India which he also helped found.  As he gave the call of Inquilab Zindabad—Long Live Revolution—he always fought for complete independence of India from the British rule. He was imprisoned on several occasions for his rebellious attitude towards the British but he always kept his spirit high without succumbing to any under-hand policy or upper-hand pressure. After India’s independence, he worked as a member of the Constituent Assembly that drafted the Indian Constitution but did not sign it as he had his own reservations in this matter. In all his positions and responsibilities, Hasrat worked in all humility, living a simple life like a dervish with absolutely no place for pomp or pretension in his life. He passed away in Lucknow and was buried there. Hasrat started composing verse at an early age.  He is acknowledged essentially as a poet of ghazal who combined the best values of the classical and the modernist styles of composition. He kept ghazal alive especially at a time when it was being marginalised and imparted a new lease of life to it. He wrote on the traditional subjects of love and romance but also found a space for the socio-political subjects that represented acute contemporary reality. His works have been included inKulliyaat-e Hasrat. He has also left behind an annotated edition of Ghaib’s poetry entitledSharh-e-Kalaam-e Ghalib, and his diary written during his imprisonment calledMushahidat-e-Zindaan. Hasrat has also collected the poetry of the classical and modern poets in seven volumes which bear witness to his critical taste."}
{"poet": "Iftikhar Hussain Arif", "bio": "Iftikhar Hussain Arif, widely popular as Iftikhar Arif, is an Urdu shayar, intellectual and philosopher from Pakistan. He was born in Lucknow on March 21, 1940 and lived there till he migrated to Pakistan in 1965. He completed his Masters in Arts from the University of Lucknow. Three of his collections, Mehr-e-Doneem, Harf-e-Baryab and Jahan-e-Maloom have been published in many editions. He has been decorated with titles like Hilal-e-Imtiaz, Sitara-e-Imtiaz and Presidential Pride of Performance, the highest literary awards by Government of Pakistan."}
{"poet": "Sheikh Imam Bakhsh Nasikh", "bio": "Sheikh Imam Bakhsh Nasikh(1772-1838) was born in Faizabad and later travelled to Lucknow. He had his education in Arabic and Persian. On account of his keen poetic sensibility and sound training in the skills of language, he had his disciples in the nobility. A man of integrity, he did not, however, vie for reaping any benefits from them. In fact, he became a victim of serious political bickering and left Lucknow for Allahabad.Nasikh earned his reputation not as a great poet but as a great craftsman of poetry. He deliberated upon language, syntax, and the poetic devices which he employed to turn a composition into a work of art. Literary circles in Delhi came to hear of his distinct merit, and considered him worth emulating. He played a significant role in secularising Urdu while respecting the classical norms of language and style. In doing this, he expanded the frontiers of vocabulary, adopted a non-puritanical approach, and modernised it. His individuality lies in imparting an Indo-Persian nature to his verse. This also explains his kinship with poets like Sauda, Mir and Dard, who also deliberated upon the nature and function of language and the modes of poetic expression. Not a poet of great metaphysical depth, Nasikh’s merit lies in his technical virtuosity, linguistic finesse, and his ability to control and modulate the intricate line and the unusual rhythm. Sheikh Imam Bakhsh Nasikh(1772-1838) was born in Faizabad and later travelled to Lucknow. He had his education in Arabic and Persian. On account of his keen poetic sensibility and sound training in the skills of language, he had his disciples in the nobility. A man of integrity, he did not, however, vie for reaping any benefits from them. In fact, he became a victim of serious political bickering and left Lucknow for Allahabad. Nasikh earned his reputation not as a great poet but as a great craftsman of poetry. He deliberated upon language, syntax, and the poetic devices which he employed to turn a composition into a work of art. Literary circles in Delhi came to hear of his distinct merit, and considered him worth emulating. He played a significant role in secularising Urdu while respecting the classical norms of language and style. In doing this, he expanded the frontiers of vocabulary, adopted a non-puritanical approach, and modernised it. His individuality lies in imparting an Indo-Persian nature to his verse. This also explains his kinship with poets like Sauda, Mir and Dard, who also deliberated upon the nature and function of language and the modes of poetic expression. Not a poet of great metaphysical depth, Nasikh’s merit lies in his technical virtuosity, linguistic finesse, and his ability to control and modulate the intricate line and the unusual rhythm."}
{"poet": "Irfan siddiqui", "bio": "Irfan siddiqui was born 8th Jan 1939 in Badayun. His poetic works include \"kanvas\",\"Shab-e-darmian\", \"Ishq-nama\",\"Saat amavat\",\"Hava-e-dashte marya\". \"Darya\" is the compilation of all these books published from Pakistan. He died in Lucknow in 2004."}
{"poet": "Qalandar Bakhsh Jurat", "bio": "Qalandar Bakhsh Jurat is a distinguished poet of the Lucknow school. He was born in Delhi and was brought up in Faizabad and then moved to Lucknow, where he entered the service of Mirza Suleman Shakoh. His real name was Yahya Aman. He lost his eyesight very early in life. Despite the occassional favours from nobility, his financial position remained precarious and his pain was further intensified by his early blindness. Jurat's poetry reflects the enjoyable atmosphere of Lucknow in those days. He was essentially a songster of romance and love. However, some of his verses reflect his depression and distress at the social and political chaos that prevailed at that time. Like Inshaa, he was a great favourite with the nobility, whom he amused with his wit and anecdotes."}
{"poet": "Mirza Salaamat Ali Dabeer", "bio": "Mirza Salaamat Ali Dabeer (1803–1875) was a leading Urdu poet who excelled and perfected the art of Marsiya writing. He is considered the leading exponent of Marsiya Nigari or marsiya writing along with Mir Anis.Mirza Dabeer was born in 1803 in Delhi. He started reciting marsiya since childhood during muharram ceremonial gatherings called majalis (singular-majlis). He started writing poetry under the tutelage of Mir Muzaffar Husain Zameer.[1] Dabeer himself was an erudite scholar of his time. He migrated from Delhi to Lucknow, where he found suitable environment to develop and demonstrate his skills in marsiya writing. According to Maulana Muhammad Husain Azad in Aab-e-Hayat quoting Tazkira-e-Sarapa Sukhan, there is confusion regarding his father’s name because of two different names mentioned in Tazkira-as-Ghulam Husain /Mirza Agha Jan Kaghazfarosh. Mirza Dabeer died in Lucknow in 1875 and is buried there."}
{"poet": "Munshi Sajjad Hussain", "bio": "Munshi Sajjad Hussain was born in 1856 into a noble family. His father's name was Munshi Musur Ali, who became Deputy Collector and later became a civil judge in Hyderabad State. After his primary education, Sajjad was educated at Canning College, Lucknow. From here he passed the entrance exam. Since then, he worked in various fields, and had also been a journalist. In 1877, he launched \"Awadh Panj\" from Lucknow, which used to publish humorous and satirical articles. It was considered a very important document in terms of its content. He was instrumental in the publication and promotion of comics. Everyone knows that a magazine called \"Punch\" also came out of London, which had a lot of satirical and humorous articles. Munshi Sajjad Hussain took the same idea, and succeeded in his goal. \"Awadh Panj\" paved the way for many new magazines in its time and such magazines started coming out from different places. On this pattern, a magazine \"Alpanj\" was also published from Patna in opposition to Shad Azimabadi.But the policy of \"Awadh Panj\" was a satirical lie against some of the policies of the British government. To the extent that people would have been greatly affected by it and would have formed a mindset against the British government. The magazine also pointed to the unnatural imitation of the Western style and ridiculed the way people in the West followed it. Another purpose of this magazine was to unite Hindus and Muslims. Perhaps the pamphlet succeeded in this endeavor. Munshi Sajjad Hussain has a status as a novelist and is also important. Many of his works are well known such as \"Haji Baghlool\", \"Tarhadar Londi\", \"Pyari Dunya\", \"Ahmaq Al-Dhi\", \"Mithi Chhri\", \"Kayapalat\" and Hayat-e-Sheikh Chilli. All of these books are well-known and well-read. But the purpose of these books is the same and that is to keep an eye on the inequalities of society and to pay attention to the changing economic and social aspects. Munshi Sajjad Hussain was born in 1856 into a noble family. His father's name was Munshi Musur Ali, who became Deputy Collector and later became a civil judge in Hyderabad State. After his primary education, Sajjad was educated at Canning College, Lucknow. From here he passed the entrance exam. Since then, he worked in various fields, and had also been a journalist. In 1877, he launched \"Awadh Panj\" from Lucknow, which used to publish humorous and satirical articles. It was considered a very important document in terms of its content. He was instrumental in the publication and promotion of comics. Everyone knows that a magazine called \"Punch\" also came out of London, which had a lot of satirical and humorous articles. Munshi Sajjad Hussain took the same idea, and succeeded in his goal. \"Awadh Panj\" paved the way for many new magazines in its time and such magazines started coming out from different places. On this pattern, a magazine \"Alpanj\" was also published from Patna in opposition to Shad Azimabadi. But the policy of \"Awadh Panj\" was a satirical lie against some of the policies of the British government. To the extent that people would have been greatly affected by it and would have formed a mindset against the British government. The magazine also pointed to the unnatural imitation of the Western style and ridiculed the way people in the West followed it. Another purpose of this magazine was to unite Hindus and Muslims. Perhaps the pamphlet succeeded in this endeavor. Munshi Sajjad Hussain has a status as a novelist and is also important. Many of his works are well known such as \"Haji Baghlool\", \"Tarhadar Londi\", \"Pyari Dunya\", \"Ahmaq Al-Dhi\", \"Mithi Chhri\", \"Kayapalat\" and Hayat-e-Sheikh Chilli. All of these books are well-known and well-read. But the purpose of these books is the same and that is to keep an eye on the inequalities of society and to pay attention to the changing economic and social aspects."}
{"poet": "Pandit Daya Shankar Naseem", "bio": "Pandit Daya Shankar Naseem was born in 1811 in Lucknow. He belonged to a respected and educated family of Pandits, so he too had a keen interest in literature. After receiving the necessary education, he became a clerk in the royal army and probably held a post in the finance department. This was the time of Ghazi-ud-Din Haider and Naseer-ud-Din Haider Nawabin Awadh. This was a time when Lucknow was intoxicated with its comforts and luxuries. Naseem achieved the zenith of his literary tastes by coming under the wing of Khawaja Haider Ali Atash. Atash's status is prominent among the Ustads of Urdu who did a great job of reforming, refining and renewing the Urdu language and continued the work of spreading the language by involving the students in their work. Almost all of his disciples went on to become big names in one genre or the other of poetry. Pandit Daya Shankar also traditionally experimented with ghazals in the beginning.But Ghazal could not contain the breadth of his imagination. The real essence of his abilities is revealed in Masnavi. Masnavi \"Gulzar Naseem” gave him lasting fame and this is the Masnavi which has the honor of representing Lucknow school of poetry. The story presented in the Masnavi is not his original. This story was written by Ezzatullah Bengali in Persian. At the request of John Gill Christ, Nihal Chand Lahori translated this story into Urdu for Fort William College and then Naseem composed it in the form of Masnavi.This story is more complicated than the stories of other romantic Masnavi in Urdu. Since the whole story is fictional, imaginary and magical, Naseem has wonderfully used the phrases, style of expression, literal discount and other literary techniques. It is said that this Masnavi of Naseem was very long in the beginning. When Atash was shown for poetic-proofing, he gave the first corrective advice that it should be shortened so that the readers could read the entire Masnavi in one sitting without any difficulty. Thus, Naseem shortened it so much that now there is no room to reduce a single word.The Masnavi mentions the expeditions of Prince Taj-ul-Muluk in Parastan where he went in search of Gul Bakawli. Someone had told him that touching Gul Bakawli would bring back light in the eyes of her blind father. In this effort, he falls in love with Bakauli (fairy). Bakauli was a dream come true. Then he picked up a flower and changed his ring with it. After waking up, Bakauli disguises herself as a man and finds the crown prince. Bakaoli's mother plays a rival and separates the two. After many battles in the magical jungles, it happens that they meet each other in different ways and get married. The story takes another turn here. The Raja summons Bakauli inside the court and, as a punishment, imprisons half of his body in a mouth made of stone.Meanwhile, Raja Indra's daughter Princess Chitrawat falls in love with Taj-ul-Muluk and realizes that she is in love with Bakauli and will not be inclined towards him. Circumstances are such that Bakauli is given a second life and meets the prince after a span of seventeen years. There is another story in this story about the love of the minister's sons Bahram and Hassan Ara.The meter (in prose) that Naseem chose to manage this complex plot can only be read slowly. Naseem may have deliberately chosen it so that people would read the words slowly and enjoy its merits literally.Gulzar Naseem reflects the special Lucknow atmosphere. In the Nawabi environment, women were superior to men, which is why many female characters dominate the story. The luxurious atmosphere of Lucknow had openly allowed that it is not a bad thing to describe nudity, so Naseem has not left any opportunity in which he has not described nude scenes for pleasure.Pandit Daya Shankar Naseem lived only as long as 32 years. He passed away in 1843, and left for us this invaluable literary masterpiece. Pandit Daya Shankar Naseem was born in 1811 in Lucknow. He belonged to a respected and educated family of Pandits, so he too had a keen interest in literature. After receiving the necessary education, he became a clerk in the royal army and probably held a post in the finance department. This was the time of Ghazi-ud-Din Haider and Naseer-ud-Din Haider Nawabin Awadh. This was a time when Lucknow was intoxicated with its comforts and luxuries. Naseem achieved the zenith of his literary tastes by coming under the wing of Khawaja Haider Ali Atash. Atash's status is prominent among the Ustads of Urdu who did a great job of reforming, refining and renewing the Urdu language and continued the work of spreading the language by involving the students in their work. Almost all of his disciples went on to become big names in one genre or the other of poetry. Pandit Daya Shankar also traditionally experimented with ghazals in the beginning. But Ghazal could not contain the breadth of his imagination. The real essence of his abilities is revealed in Masnavi. Masnavi \"Gulzar Naseem” gave him lasting fame and this is the Masnavi which has the honor of representing Lucknow school of poetry. The story presented in the Masnavi is not his original. This story was written by Ezzatullah Bengali in Persian. At the request of John Gill Christ, Nihal Chand Lahori translated this story into Urdu for Fort William College and then Naseem composed it in the form of Masnavi. This story is more complicated than the stories of other romantic Masnavi in Urdu. Since the whole story is fictional, imaginary and magical, Naseem has wonderfully used the phrases, style of expression, literal discount and other literary techniques. It is said that this Masnavi of Naseem was very long in the beginning. When Atash was shown for poetic-proofing, he gave the first corrective advice that it should be shortened so that the readers could read the entire Masnavi in one sitting without any difficulty. Thus, Naseem shortened it so much that now there is no room to reduce a single word. The Masnavi mentions the expeditions of Prince Taj-ul-Muluk in Parastan where he went in search of Gul Bakawli. Someone had told him that touching Gul Bakawli would bring back light in the eyes of her blind father. In this effort, he falls in love with Bakauli (fairy). Bakauli was a dream come true. Then he picked up a flower and changed his ring with it. After waking up, Bakauli disguises herself as a man and finds the crown prince. Bakaoli's mother plays a rival and separates the two. After many battles in the magical jungles, it happens that they meet each other in different ways and get married. The story takes another turn here. The Raja summons Bakauli inside the court and, as a punishment, imprisons half of his body in a mouth made of stone. Meanwhile, Raja Indra's daughter Princess Chitrawat falls in love with Taj-ul-Muluk and realizes that she is in love with Bakauli and will not be inclined towards him. Circumstances are such that Bakauli is given a second life and meets the prince after a span of seventeen years. There is another story in this story about the love of the minister's sons Bahram and Hassan Ara. The meter (in prose) that Naseem chose to manage this complex plot can only be read slowly. Naseem may have deliberately chosen it so that people would read the words slowly and enjoy its merits literally. Gulzar Naseem reflects the special Lucknow atmosphere. In the Nawabi environment, women were superior to men, which is why many female characters dominate the story. The luxurious atmosphere of Lucknow had openly allowed that it is not a bad thing to describe nudity, so Naseem has not left any opportunity in which he has not described nude scenes for pleasure. Pandit Daya Shankar Naseem lived only as long as 32 years. He passed away in 1843, and left for us this invaluable literary masterpiece."}
{"poet": "Rangeen Saadat Yaar Khan", "bio": "Rangeen Saadat Yaar Khan was born in Sirhind. He was a brought up in Delhi and spent the major part of his life there. He was a sepoy by occupation and liked to travel. He had been in the service of many elites and especially that of Prince Suleman Shikoh. Later, he worked as an officer of artillery in Hyderabad. Later, he quit service and started horse-trading. Being a poet, his personality was full of contradictions. Sometimes he spoke as the founder of rekhti and sometimes he composed theFaras Nama. Sometimes we find him correcting the works of the doyens of literature to exhibit his expertise. However, his expertise lies in the fact that he retains his basic trait in all his writings. The words that he uses mesmerize the reader.His association with the elites and the liaisons with the beauties of Lucknow led him towards rekhti and hazaliyaat. Rekhti is the feminine gender of rekhta and is a very interesting trait of literature and while composing this, a poet talks from a woman’s point of view. He has four deewans to his credit, these are,Rekhta, Baqiyaa, Aamekhta,andAngekhta. He writes like a romantic poet in his first two deewans. His choice of words is at times so high for a reader that it steals the poetical spark away. The third one is ofHazaliyaatthat has a long poem that praises the Satan. Besides Bismillah it starts with Nauzobillah. Muslims consider it pious and auspicious to start every good work with Bismillah, while Naouzobillah is used to keep the Satan away. The fourth one is based on Rekhti. Besides, these deewans, he wrote five other books as well. The first one isFaras Namathat describes the breeds and cures of the illness of horses. The second one isMajalis-E-Rangeen. In this book, he incorporates corrections in the works of the experts of Urdu poetry.Rangeen Namais the answer ofMehmuud Nama. The next one is aMasnavi, Dil Pazeerand according to Hasrat, it is better than all the masnawiees of his era. The story line and language are interesting and free of ambiguity. He was the disciple of Shah Hatim and of the age of Zoq. In his last days, he quit everything and would stay confined in his house. He died inLucknowin 1835. Rangeen Saadat Yaar Khan was born in Sirhind. He was a brought up in Delhi and spent the major part of his life there. He was a sepoy by occupation and liked to travel. He had been in the service of many elites and especially that of Prince Suleman Shikoh. Later, he worked as an officer of artillery in Hyderabad. Later, he quit service and started horse-trading. Being a poet, his personality was full of contradictions. Sometimes he spoke as the founder of rekhti and sometimes he composed theFaras Nama. Sometimes we find him correcting the works of the doyens of literature to exhibit his expertise. However, his expertise lies in the fact that he retains his basic trait in all his writings. The words that he uses mesmerize the reader. His association with the elites and the liaisons with the beauties of Lucknow led him towards rekhti and hazaliyaat. Rekhti is the feminine gender of rekhta and is a very interesting trait of literature and while composing this, a poet talks from a woman’s point of view. He has four deewans to his credit, these are,Rekhta, Baqiyaa, Aamekhta,andAngekhta. He writes like a romantic poet in his first two deewans. His choice of words is at times so high for a reader that it steals the poetical spark away. The third one is ofHazaliyaatthat has a long poem that praises the Satan. Besides Bismillah it starts with Nauzobillah. Muslims consider it pious and auspicious to start every good work with Bismillah, while Naouzobillah is used to keep the Satan away. The fourth one is based on Rekhti. Besides, these deewans, he wrote five other books as well. The first one isFaras Namathat describes the breeds and cures of the illness of horses. The second one isMajalis-E-Rangeen. In this book, he incorporates corrections in the works of the experts of Urdu poetry.Rangeen Namais the answer ofMehmuud Nama. The next one is aMasnavi, Dil Pazeerand according to Hasrat, it is better than all the masnawiees of his era. The story line and language are interesting and free of ambiguity. He was the disciple of Shah Hatim and of the age of Zoq. In his last days, he quit everything and would stay confined in his house. He died inLucknowin 1835."}
{"poet": "Pandit Ratan Nath Sarshar", "bio": "An important name among the prominent Urdu writers is Pandit Ratan Nath Sarshar. His lineage was that of Kashmiri Pandits. His father died in Sarshar's childhood and his mother continued to take care of him. After completing his primary education, he entered the college but could not get any degree and had to leave the college. Then he started teaching in a school in Khelri district. The love of reading and writing was immense. He was always attached to books and as a result he kept in touch with the issues of his time. His first articles were published in Awadh Panj and Marasala Kashmir. Then he became associated with many magazines and newspapers, such as \"Awadh Akhbar\", \"Riyadh Al-Akhbar\", \"Maraat Al-Hind\" etc. When Munshi Nawal Kishore published \"Awadh Akhbar\", he became its editor. It is to be remembered that the installments of his famous work \"Fasana-e-Azad\" continued to be published in it. Then he separated from Awadh Akhbar and moved to Hyderabad at the invitation of Maharaja Krishna Prasad and became the editor of Dabdab-e-Asifi.Ratan Nath Sarshar had a great attachment to Muslim civilization, society, culture, morals, theory, etc. The majority of those who met him were Muslims. Hindus and Muslims were well aware of the complexities of society. Sarshar’s personality perfectly reflected in Fasana-e-Azad, in which a declining civilization is depicted. If one wants to see a picture of the conditions that Lucknow was going through, this book is enough. Its two characters, Azad and Khoji, fully reflect the society of Lucknow.Sarshar had a special connection with English novels. He must have read Cervantes’s Don Quixote, because his characters in the book reflect the same ideas. The beauty of Sarshar is that he also looks after religious matters. In fact, in order to reflect society, it is necessary to create intensity in expression. Sarshar must have done the same, as a result of which the society of Lucknow came to a standstill in these two roles besides other roles. This is a great literary masterpiece and there are very few lucky artists in Urdu fiction whose characters are alive and well. Both of these dedicated roles have become ideal and a perfect reflection of the situation. It is a different matter how much Sarshar took from Cervantes and not. But whatever he took, he put it in a new color and harmony and in such a way that everyone became his own answer.Other works of Sarshar are also noteworthy, such as \"Shams-ul-Duha\", \"Jam-e-Sarshar\", \"Amal Nama-e-Rus\", \"Sir Kehsar\", \"Kamini\", \"Alif Laila\", etc. \"Shams al-Duha\" is actually a geographical discussion and is an English translation. \"Amal Nama-e-Rus\" is also a translation of an English book by an English tourist. \"Jam Sarshar\" came out as the antithesis of \"Fasana Azad\".\"Kamni\" focuses on Hindu family customs. \"Alif Laila\" is a translation of the Persian story \"Alif Laila\" and \"Khudai Faujdar\" is a translation of Don Quixote. Sarshar was truly a dedicated part of Urdu language and literature. He died in 1895 when he was in Hyderabad. An important name among the prominent Urdu writers is Pandit Ratan Nath Sarshar. His lineage was that of Kashmiri Pandits. His father died in Sarshar's childhood and his mother continued to take care of him. After completing his primary education, he entered the college but could not get any degree and had to leave the college. Then he started teaching in a school in Khelri district. The love of reading and writing was immense. He was always attached to books and as a result he kept in touch with the issues of his time. His first articles were published in Awadh Panj and Marasala Kashmir. Then he became associated with many magazines and newspapers, such as \"Awadh Akhbar\", \"Riyadh Al-Akhbar\", \"Maraat Al-Hind\" etc. When Munshi Nawal Kishore published \"Awadh Akhbar\", he became its editor. It is to be remembered that the installments of his famous work \"Fasana-e-Azad\" continued to be published in it. Then he separated from Awadh Akhbar and moved to Hyderabad at the invitation of Maharaja Krishna Prasad and became the editor of Dabdab-e-Asifi. Ratan Nath Sarshar had a great attachment to Muslim civilization, society, culture, morals, theory, etc. The majority of those who met him were Muslims. Hindus and Muslims were well aware of the complexities of society. Sarshar’s personality perfectly reflected in Fasana-e-Azad, in which a declining civilization is depicted. If one wants to see a picture of the conditions that Lucknow was going through, this book is enough. Its two characters, Azad and Khoji, fully reflect the society of Lucknow. Sarshar had a special connection with English novels. He must have read Cervantes’s Don Quixote, because his characters in the book reflect the same ideas. The beauty of Sarshar is that he also looks after religious matters. In fact, in order to reflect society, it is necessary to create intensity in expression. Sarshar must have done the same, as a result of which the society of Lucknow came to a standstill in these two roles besides other roles. This is a great literary masterpiece and there are very few lucky artists in Urdu fiction whose characters are alive and well. Both of these dedicated roles have become ideal and a perfect reflection of the situation. It is a different matter how much Sarshar took from Cervantes and not. But whatever he took, he put it in a new color and harmony and in such a way that everyone became his own answer. Other works of Sarshar are also noteworthy, such as \"Shams-ul-Duha\", \"Jam-e-Sarshar\", \"Amal Nama-e-Rus\", \"Sir Kehsar\", \"Kamini\", \"Alif Laila\", etc. \"Shams al-Duha\" is actually a geographical discussion and is an English translation. \"Amal Nama-e-Rus\" is also a translation of an English book by an English tourist. \"Jam Sarshar\" came out as the antithesis of \"Fasana Azad\".\"Kamni\" focuses on Hindu family customs. \"Alif Laila\" is a translation of the Persian story \"Alif Laila\" and \"Khudai Faujdar\" is a translation of Don Quixote. Sarshar was truly a dedicated part of Urdu language and literature. He died in 1895 when he was in Hyderabad."}
{"poet": "Rind Lakhnavi", "bio": "Nawab of Lucknow, a pupil of Aatish, noted Urdu poet who adopted the title Wafa. His first diwan ‘Guldasta-e-ishq’ was compiled in 1834. Nawab of Lucknow, a pupil of Aatish, noted Urdu poet who adopted the title Wafa. His first diwan ‘Guldasta-e-ishq’ was compiled in 1834."}
{"poet": "Mir Wazir Ali", "bio": "Mir Wazir Ali was the son of Mir Banda Ali of Lucknow and was adopted by his uncle Mir Ashraf Ali who supervised his education. His nome de plume was Saba. Saba was a distinguisehed pupil of Aatish and left some notable pupil of his own. He was a contemporary of Nasiin Dehlvi. He left a voluminous diwan called Guncha-e-aarzu and a masnavi relating to the shikar of Wajid Ali Shah. He worked in the court of Wajid Ali Shah. He died in 1855 by a fall from a horse."}
{"poet": "Yaas Yagana Changezi", "bio": "Yaas Yagana Changezi (1884-1956), whose ancestors had migrated from Iran and joined the Mughal army, was born in Azimabad, now Patna, and named Mirza Wajid Hussain. He also wrote under the pen name of ‘Yaas’ (despair) before choosing ‘Yagana’ (matchless) as hisnom de plume. This choice for a change of name reflected his independent and defiant nature. Shad Azimabadi, another major contemporary poet who lived in Azimabad, pruned his taste and helped him hone his skills. Yagana shifted to Calcutta and was also married there, but chose to find a new home in Lucknow only to discover to his utter despair that the place was too unkind to him. As he was egotistical, uncompromising, and unable to control his brusque manners and acerbic expression, he could not strike a chord with the poets there. He caused controversies and came to be identified as a highly non-conformist, controversial, and provocative poet, who found faults even with Ghalib and Iqbal. He further went to the extent of making controversial statements about religious belief and was attacked by a mob.Quite in keeping with his personality, Yagana’s tone in his poetry was direct, curt, and stinging but he was sober and dignified in his renditions in spite of all his iconoclasm. More than writing about the myriad manifestations of love, he wrote about the manifestations of life in his poetry. He developed a brave and bold attitude towards life and the dignity of man even while he engaged with the oddities of life rather uncompromisingly. A certain sense of scepticism that took him over, did not allow him to achieve a broader philosophical stance in his poetry. Yagana was essentially an interrogator of both life and art, who lived and survived in his individual splendour. Yagana’s works are collected inNashtar-e Yas, Tarana, Aayat-e Wijdaani, andGanjina. Yaas Yagana Changezi (1884-1956), whose ancestors had migrated from Iran and joined the Mughal army, was born in Azimabad, now Patna, and named Mirza Wajid Hussain. He also wrote under the pen name of ‘Yaas’ (despair) before choosing ‘Yagana’ (matchless) as hisnom de plume. This choice for a change of name reflected his independent and defiant nature. Shad Azimabadi, another major contemporary poet who lived in Azimabad, pruned his taste and helped him hone his skills. Yagana shifted to Calcutta and was also married there, but chose to find a new home in Lucknow only to discover to his utter despair that the place was too unkind to him. As he was egotistical, uncompromising, and unable to control his brusque manners and acerbic expression, he could not strike a chord with the poets there. He caused controversies and came to be identified as a highly non-conformist, controversial, and provocative poet, who found faults even with Ghalib and Iqbal. He further went to the extent of making controversial statements about religious belief and was attacked by a mob. Quite in keeping with his personality, Yagana’s tone in his poetry was direct, curt, and stinging but he was sober and dignified in his renditions in spite of all his iconoclasm. More than writing about the myriad manifestations of love, he wrote about the manifestations of life in his poetry. He developed a brave and bold attitude towards life and the dignity of man even while he engaged with the oddities of life rather uncompromisingly. A certain sense of scepticism that took him over, did not allow him to achieve a broader philosophical stance in his poetry. Yagana was essentially an interrogator of both life and art, who lived and survived in his individual splendour. Yagana’s works are collected inNashtar-e Yas, Tarana, Aayat-e Wijdaani, andGanjina."}
{"poet": "Abdul Bari Aasi", "bio": "Abdul Bari Aasi was a man of many parts. He was a good poet, annotator of classical texts, novelist, and translator. He was born in tehseel Hapur of Meerut district in the state of Uttar Pradesh in 1893. His father, Sheikh Hisamuddin, was a disciple of Ghalib and a good poet himself. Aaasi learnt Arabic, Persian and Unani medicine and taught Persian at a school in Shahjehapur. Later, he worked for Mohammad Ali Jauhar’sHamdardfor a few years after which he joined Nawal Kishore Press in Lucknow from where he also published his books.The literary climate at home helped Aasi to practice poetry. He sought counselling on his poetry from Maulana Siraj Ahmad Siraj and later from Dagh Dehlivi on some of his ghazals. Aasi authored several books that reflect his wider interest in literature, history, morality, and biography. His books includeBasaayer, a collection of reformative poetry (1919),Phool Wati, real stories of love in four volumes (1921), andTazkirat-ul-Khawateen, a tazkira of Indian and Persian women poets. He also editedRubaiyat-e-Umar Khayyam(1955) and conducted research on Khayyam and Ghalib which were published asRubaiyat-e-Umar Khayyam Per Aik Tehqeeqi NazarandMukammal Sharh-e Kalam-e-Ghalib. Abdul Bari Aasi was a man of many parts. He was a good poet, annotator of classical texts, novelist, and translator. He was born in tehseel Hapur of Meerut district in the state of Uttar Pradesh in 1893. His father, Sheikh Hisamuddin, was a disciple of Ghalib and a good poet himself. Aaasi learnt Arabic, Persian and Unani medicine and taught Persian at a school in Shahjehapur. Later, he worked for Mohammad Ali Jauhar’sHamdardfor a few years after which he joined Nawal Kishore Press in Lucknow from where he also published his books. The literary climate at home helped Aasi to practice poetry. He sought counselling on his poetry from Maulana Siraj Ahmad Siraj and later from Dagh Dehlivi on some of his ghazals. Aasi authored several books that reflect his wider interest in literature, history, morality, and biography. His books includeBasaayer, a collection of reformative poetry (1919),Phool Wati, real stories of love in four volumes (1921), andTazkirat-ul-Khawateen, a tazkira of Indian and Persian women poets. He also editedRubaiyat-e-Umar Khayyam(1955) and conducted research on Khayyam and Ghalib which were published asRubaiyat-e-Umar Khayyam Per Aik Tehqeeqi NazarandMukammal Sharh-e Kalam-e-Ghalib."}
{"poet": "Adil Lakhnavi", "bio": "Adil Lakhnavi was a famous Urdu poet of humor. He was the master of nazms. He had written many long humorous poems."}
{"poet": "Ali Jawwad Zaidi", "bio": "Zaidi was born in the villageKarhan, Uttar Pradesh, then inAzamgarh district(nowMau district)on 10 March, 1916. After receiving his early education at home, he joined the school of Mehmoodabad state and passed his matriculation examination in 1935, intermediatein 1937, and B. A. in 1939 from Lucknow University. This was the time of freedom struggle and the younger generation was drawn heavily towards Communism. So, he also joined the Communist Party of India as a member and took part in the struggle for freedom. He was also arrested in this process and was jailed for six months.After independence, he joined government service and worked on prominent positions. He also shared administrative responsibility in the Commission established by the government for the development of Urdu.Zaidi contributed both in prose and poetry. His poems are included in Tesha-i-Aawaaz and Rag-e-Sung. Many of his poems reflect his patriotic concerns. He is also the author of critical books that include Do Adabi School and Qaseeda Nigaaraan-e-Uttar Pradesh, Tareekh Urdu Adab ki Tadween, Urdu Mein qaumi Shairu ke Sau Saal, apart from others. He also wrote a history of Urdu literature in Englsih which was published by Sahitya Akademi, New Delhi. In 1988, he was awarded Padmashri for his social and literary services. He passed away on 07 December, 2004."}
{"poet": "Agha Hasan Amanat", "bio": "Agha Hasan Amanat was an Urdu poet, writer and playwright of the nineteenth century. His family who were Iranian immigrants moved to Lucknow long back. Agha Hasan started writing verses at a tender age but he was known for writing drama. At the age of twenty he lost his speech but recovered it partially somehow later. He wrote hundreds of gazals and marsiahs in Persian and Urdu. 'Inder Sabha' the first stage play in the Urdu language is considered his best work and will always remain a masterpiece. He died in the year of 1858."}
{"poet": "Anand Narain Mulla", "bio": "Anand Narain Mulla had the unique distinction of embodying the best values of the shared socio-cultural tradition of secular India. His saying, “ Urdu is my mother tongue! I can give up my religion but not my mother tongue,” underlines his respect for this language and its heritage.Mulla was a native of Kashmir but one of his ancestors, Pandit Kali Das migrated to Lucknow and settled there for good. He was born there on 24 October, 1901, in the family of Pandit Jagat Narain Mulla. He received his early education at Firangi Mahal, Lucknow under Barkatullah Raza Firangi Mahali. Later, he passed his F. A. examination in 1919, B. A. in 1921, M. A. in English in 1923, and LL. B. in 1925 from Canning College, Lucknow. He studied law following which he set up his practice as a lawyer. Scaling new heights, he was appointed a judge at Lucknow High Court in 1955. After his career in the courts of law, he entered politics. In 1967, he got elected to the Parliament as an independent candidate, and in 1972, he was elected to the Rajya Sabha.  He also served as the chairperson of Anjuman Taraqqi Urdu.Being a keen student of English literature, Mulla first wrote his poems in English but moved on to Urdu later. Lucknow, as a centre of literature and culture, contributed substantially to his development as a poet. He held a constructive and moral view of life and the world in his poetry. This was strengthened further with the impact of Iqbal on him as a poet. His efforts to transform the society into a better place are well reflected in his poetry and prose works. His poetical works are included in Joo-i Sheer, Kucch Zarre Kucch Taare, Meri Hadees-e Umr-e Gurezaan, Karb-e Aagahi, and Jaada-i-Mulla. He also translated the essays of Jawaharlala Nehru. Mulla was a recipient of many prestigious prizes. He passed away on 12 June, 1997 in Delhi."}
{"poet": "Anis Ashfaq", "bio": "Anis Ashfaq is a celebrated poet, critic, and fiction writer and author of over twenty-four books. His novels, including \"Haich\" (2024), \"Dukhiyare\" (2014), \"Khwaab-Saraab\" (2017), and \"Pari-Naaz Aur Parinde\" (2018), have received widespread acclaim. Notably, he was honored with the Sahitya Akademi Award in 2022 for his novel \"Khwaab-Saraab.\"Anis Ashfaq's primary expertise lies in literary criticism. He has published five seminal critical collections that delve into the interpretation and analysis of both contemporary and classical literature: \"Urdu Ghazal Mein Alamat-Nigari\" (1995), \"Adab Ki Batein\" (1996), \"Bahas-O-Tanqeed\" (2009), \"Ghazal Ka Naya Alamaati Nizam\" (2011), and \"Ghalib: Duniya-e-Ma'ani Ka Mutalea\" (2022). Although his critical essays began appearing in literary journals during his student days, it was the publication of \"Urdu Ghazal Mein Alamat-Nigari\" that solidified his reputation as a distinguished critic.Beyond criticism, Anis Ashfaq has made significant contributions through translations, sketches, monographs, reportage, travelogues, and biographies. He is currently working on a book that explores the conditions and characteristics of Lucknow as he experienced them in his childhood. Anis Ashfaq is a celebrated poet, critic, and fiction writer and author of over twenty-four books. His novels, including \"Haich\" (2024), \"Dukhiyare\" (2014), \"Khwaab-Saraab\" (2017), and \"Pari-Naaz Aur Parinde\" (2018), have received widespread acclaim. Notably, he was honored with the Sahitya Akademi Award in 2022 for his novel \"Khwaab-Saraab.\" Anis Ashfaq's primary expertise lies in literary criticism. He has published five seminal critical collections that delve into the interpretation and analysis of both contemporary and classical literature: \"Urdu Ghazal Mein Alamat-Nigari\" (1995), \"Adab Ki Batein\" (1996), \"Bahas-O-Tanqeed\" (2009), \"Ghazal Ka Naya Alamaati Nizam\" (2011), and \"Ghalib: Duniya-e-Ma'ani Ka Mutalea\" (2022). Although his critical essays began appearing in literary journals during his student days, it was the publication of \"Urdu Ghazal Mein Alamat-Nigari\" that solidified his reputation as a distinguished critic.Beyond criticism, Anis Ashfaq has made significant contributions through translations, sketches, monographs, reportage, travelogues, and biographies. He is currently working on a book that explores the conditions and characteristics of Lucknow as he experienced them in his childhood."}
{"poet": "Asif ud Daula", "bio": "The fourth Nawab of Awadh, Asif ud Daula, was the founder of the Lucknow culture and a style of Urdu poetry, which later came to be known as Dabistan-e-Lucknow. Faizabad was the capital of Awadh in his time and Lucknow was nothing more than a small town. After the death of Shuja Ud-Daula in 1775, Asif al-Dawla ascended the throne. He took steps to give Lucknow a separate political and cultural identity from Delhi. In the time of Asif ud Daula, Delhi was politically and economically bad. He welcomed the artists living in Lucknow from there and even sent for them by offering travel expenses.Asif ud Daula’s real name was Muhammad Yahya Mirza Zamani. He was born in 1748. His education and training were arranged like that of a prince. He also mastered Urdu and Persian with good skills in other arts. He was a man of taste and was fond of poetry. Apart from Urdu, he also compiled a Persian Diwan. After the death of his father, he His father Shuja al-Dawla had to pay a large sum of money to the British as a ransom after the Battle of Buxar. At that time, his mother had shown great self-sacrifice and handed over the ornaments of her body to her husband. After the death of his father, when Asif ud Daula asked for his inheritance, his mother refused to give it. Asif ud Daula 's mother's temperament was arrogant and rude and Asif ud Daula did not like to be subject to anyone. So, he moved capital to Lucknow. Arriving in Lucknow, he first focused on the construction of the city. And day and night new buildings began to be erected in Lucknow. The pace of construction was accelerated by the famine that spread during that period, as the construction work became a relief work that provided employment for thousands of people.As far as the affairs of the empire are concerned, at the political and military level, the British had his hands tied under an agreement. Nevertheless, he never spoke to the British in a subdued or submissive manner, and his relations with them were friendly. He wanted to make his empire ideal in all respects and he did not like to be influenced by anyone in any way. In order to avoid the conspiracies of the palace and to establish cordial relations with the people, he gave posts in ministries to the lower castes. So that he would not be involved in any conspiracy or insurgency under his auspices. His main minister was either a Shia or a Hindu. The result of this strategy was that a mixed Hindu-Muslim civilization took root in Awadh. Seeing the large majority of Hindus in the state, he tried his best to win the hearts of the people. Large scale temples were built during his reign. Raja Takit Rai was his Minister of Finance, who built many ponds and temples. The famous Jagannath Temple in Lucknow was also built during the reign of Asif Al-Dawla for which the Nawab gave land. He had great respect for Hindu saints and faqirs. Baba Kalyan Gari left Haridwar and came to Lucknow during his era.Thanks to Asif ud Daula, Lucknow, Delhi and Agra became a tourist destination for archeological and architectural enthusiasts. The buildings he built, the Khusa Rumi Darwaza and the Imam Bara are an unmistakable example of architecture that people still admire today.He made Mirza Soz his Ustad in poetry. The new Urdu language building was built on the cultural autonomy that Asif ud Daula laid the foundation for. Urdu poetry moved from the mourning and sympathy to joy and color which eventually took the form of Dabistan-e-Lucknow. Until his time, Urdu poetry was mainly ghazal or qasida poetry. During his time, special attention was paid to Masnavi and Marsiya, which produced incomparable elegy-reciters like Anis and Dabir. Asif ud Daula was a generous and giving ruler, admirer and patron of the arts, architect of great buildings and is remembered as the pioneer of the Ganga-Jamni civilization. The fourth Nawab of Awadh, Asif ud Daula, was the founder of the Lucknow culture and a style of Urdu poetry, which later came to be known as Dabistan-e-Lucknow. Faizabad was the capital of Awadh in his time and Lucknow was nothing more than a small town. After the death of Shuja Ud-Daula in 1775, Asif al-Dawla ascended the throne. He took steps to give Lucknow a separate political and cultural identity from Delhi. In the time of Asif ud Daula, Delhi was politically and economically bad. He welcomed the artists living in Lucknow from there and even sent for them by offering travel expenses. Asif ud Daula’s real name was Muhammad Yahya Mirza Zamani. He was born in 1748. His education and training were arranged like that of a prince. He also mastered Urdu and Persian with good skills in other arts. He was a man of taste and was fond of poetry. Apart from Urdu, he also compiled a Persian Diwan. After the death of his father, he His father Shuja al-Dawla had to pay a large sum of money to the British as a ransom after the Battle of Buxar. At that time, his mother had shown great self-sacrifice and handed over the ornaments of her body to her husband. After the death of his father, when Asif ud Daula asked for his inheritance, his mother refused to give it. Asif ud Daula 's mother's temperament was arrogant and rude and Asif ud Daula did not like to be subject to anyone. So, he moved capital to Lucknow. Arriving in Lucknow, he first focused on the construction of the city. And day and night new buildings began to be erected in Lucknow. The pace of construction was accelerated by the famine that spread during that period, as the construction work became a relief work that provided employment for thousands of people. As far as the affairs of the empire are concerned, at the political and military level, the British had his hands tied under an agreement. Nevertheless, he never spoke to the British in a subdued or submissive manner, and his relations with them were friendly. He wanted to make his empire ideal in all respects and he did not like to be influenced by anyone in any way. In order to avoid the conspiracies of the palace and to establish cordial relations with the people, he gave posts in ministries to the lower castes. So that he would not be involved in any conspiracy or insurgency under his auspices. His main minister was either a Shia or a Hindu. The result of this strategy was that a mixed Hindu-Muslim civilization took root in Awadh. Seeing the large majority of Hindus in the state, he tried his best to win the hearts of the people. Large scale temples were built during his reign. Raja Takit Rai was his Minister of Finance, who built many ponds and temples. The famous Jagannath Temple in Lucknow was also built during the reign of Asif Al-Dawla for which the Nawab gave land. He had great respect for Hindu saints and faqirs. Baba Kalyan Gari left Haridwar and came to Lucknow during his era.Thanks to Asif ud Daula, Lucknow, Delhi and Agra became a tourist destination for archeological and architectural enthusiasts. The buildings he built, the Khusa Rumi Darwaza and the Imam Bara are an unmistakable example of architecture that people still admire today. He made Mirza Soz his Ustad in poetry. The new Urdu language building was built on the cultural autonomy that Asif ud Daula laid the foundation for. Urdu poetry moved from the mourning and sympathy to joy and color which eventually took the form of Dabistan-e-Lucknow. Until his time, Urdu poetry was mainly ghazal or qasida poetry. During his time, special attention was paid to Masnavi and Marsiya, which produced incomparable elegy-reciters like Anis and Dabir. Asif ud Daula was a generous and giving ruler, admirer and patron of the arts, architect of great buildings and is remembered as the pioneer of the Ganga-Jamni civilization."}
{"poet": "Aziz Bano Darab Wafa", "bio": "Celebrated progressive Urdu poetess Aziz Bano Darab Wafa was born on 23rd August 1926, in Badaun. She belonged to the Darabu family of Srinagar, where her ancestors traded in Shawls with the French. In 1801, her grandfather Azizuddin, a famous Persian teacher and poet, migrated with his father to Lucknow at the age of eight and settled here. Her grandfather Khawaja Wasiuddin was a Deputy Collector and her father Sharifuddin Darab was a doctor. Her family, despite their ancient traditions, was supportive of women's education. She did her BA from Thoburn College and MA in English from Lucknow University in 1949. Shortly afterward, she became a lecturer of English at a girl’s college.She started writing poetry at the age of 23. Initially, she was inclined towards writing fiction and novels. Poetry was just pacifying and therapeutic to her; she had never considered publishing a Divan of any sort. When in 1960, Sultana Begam organized a Mushaira in which Aziz Bano too was performing, her poetry garnered praises from Indra Gandhi herself, who was presiding over the Mushaira. She also gained public acceptance by reciting her Ghazals in many radio programs, on popular demand. Her collection of poems, ‘Guunj’, was published posthumously. Aziz Bano passed away on 13th January 2005. Celebrated progressive Urdu poetess Aziz Bano Darab Wafa was born on 23rd August 1926, in Badaun. She belonged to the Darabu family of Srinagar, where her ancestors traded in Shawls with the French. In 1801, her grandfather Azizuddin, a famous Persian teacher and poet, migrated with his father to Lucknow at the age of eight and settled here. Her grandfather Khawaja Wasiuddin was a Deputy Collector and her father Sharifuddin Darab was a doctor. Her family, despite their ancient traditions, was supportive of women's education. She did her BA from Thoburn College and MA in English from Lucknow University in 1949. Shortly afterward, she became a lecturer of English at a girl’s college. She started writing poetry at the age of 23. Initially, she was inclined towards writing fiction and novels. Poetry was just pacifying and therapeutic to her; she had never considered publishing a Divan of any sort. When in 1960, Sultana Begam organized a Mushaira in which Aziz Bano too was performing, her poetry garnered praises from Indra Gandhi herself, who was presiding over the Mushaira. She also gained public acceptance by reciting her Ghazals in many radio programs, on popular demand. Her collection of poems, ‘Guunj’, was published posthumously. Aziz Bano passed away on 13th January 2005."}
{"poet": "Basheer Farookh", "bio": "Gurdaspur of Punjab has been the birthplace of many personalities and one of them was Basheer Farookh. He was born on 23 March 1939 in Dharam Kot Randhawa of the same district. He was a businessman of Karachi.Boo-E-Gul, Meena-E-Ghazal, Harf-E-Qubul, Tera Pakistan Hai Who Mera PakistanandMeenar-Haram,Paron Ke Darmiyan.are the collections of his poetry."}
{"poet": "Behzad Lucknavi", "bio": "Well known poet and lyricist, Behzad Lucknavi was born Sardar Ahmad Khan on January 01, 1900 at Lucknow. He hailed from a family of litterateurs. His father was also a poet of repute during his time. Being influenced by the literary environment of Lucknow, Behzad started composing verse at an early age in his life.Behzad worked for the Indian Railways for a long time but later he joined All India Radio. During this period, he also made contacts in the film world and wrote lyrics for films. After the Partition of India, he migrated to Pakistan and worked for Radio Pakistan, Karachi.The collections of his poetry include:Naghma-o-Noor, Kaif-o-Suroor, Mauj-e-Tahoor, Chiraagh-e-Toor,andWajd-o-Haal.He died on10thOct 1974 at Karachi. Well known poet and lyricist, Behzad Lucknavi was born Sardar Ahmad Khan on January 01, 1900 at Lucknow. He hailed from a family of litterateurs. His father was also a poet of repute during his time. Being influenced by the literary environment of Lucknow, Behzad started composing verse at an early age in his life. Behzad worked for the Indian Railways for a long time but later he joined All India Radio. During this period, he also made contacts in the film world and wrote lyrics for films. After the Partition of India, he migrated to Pakistan and worked for Radio Pakistan, Karachi. The collections of his poetry include:Naghma-o-Noor, Kaif-o-Suroor, Mauj-e-Tahoor, Chiraagh-e-Toor,andWajd-o-Haal. He died on10thOct 1974 at Karachi."}
{"poet": "Mirza Muhammad Jafer", "bio": "Mirza Muhammad Jafer was born and brought up in Lucknow which was a city with an atmosphere of poetry during that period. Mirza Muhammad Jafer passed his Urdu exams with distinction from Punjab University. He worked at Hindustan Times and the National Herald as well. He was a popular poet of mushairas. His pen name was Hayaat Lucknawi.Hisar-E-Aab, Nadi Ke Paar Ka Manzar, Dariya Rawan HaiandWaseelaare the collections of his poetry. He published the work of Azeez Lucknawi which was not published during his lifetime. The books based on that are known asAnjum KadaandAuraq-E-Azeez. Urdu Academy U.P selected his bookHisar-E-Aabfor its award and the titleImtiyaz-E-Meerwas also was conferred upon him. He died on 15 August 2006 in Lucknow. Mirza Muhammad Jafer was born and brought up in Lucknow which was a city with an atmosphere of poetry during that period. Mirza Muhammad Jafer passed his Urdu exams with distinction from Punjab University. He worked at Hindustan Times and the National Herald as well. He was a popular poet of mushairas. His pen name was Hayaat Lucknawi.Hisar-E-Aab, Nadi Ke Paar Ka Manzar, Dariya Rawan HaiandWaseelaare the collections of his poetry. He published the work of Azeez Lucknawi which was not published during his lifetime. The books based on that are known asAnjum KadaandAuraq-E-Azeez. Urdu Academy U.P selected his bookHisar-E-Aabfor its award and the titleImtiyaz-E-Meerwas also was conferred upon him. He died on 15 August 2006 in Lucknow."}
{"poet": "Helal Fareed", "bio": "Helal Fareed is an Orthopaedic Surgeon and Urdu Poet based in London. He was born in Lucknow and brought up in Aligarh. After obtaining an MS in Orthopaedic Surgery from JN Medical College Aligarh he moved to United Kingdom for further training. He is a fellow of the Royal College of Surgeons of England and works as an Orthopaedic Surgeon at the West Middlesex University Hospital in London. Hilal has been writing poetry in Urdu for over thirty years. Though he experiments in various poetic forms but his main genre is Ghazal. His collection of Poems ‘jab Diyon Ke sar Uthe’ has been well-received both by Urdu and Hindi Poetry lovers. He also runs a charity called Roshni for Harmony and a 'not-for-profit' organisation called Sir Syed Foundation London."}
{"poet": "Jalaal Lakhnavi", "bio": "Jalaal Lakhnavi was disciple of Ameer Ali Khan Hilaal, Meer Ali Rashk and Mirza Mohammad Raza Barq."}
{"poet": "Khalid Ahmed", "bio": "Khalid Ahmed is counted among the poets who introduced Urdu Ghazal to new trends, giving a new definition to progressivism. Born in Lucknow on 5th June, 1944 Khalid moved to Pakistan after partition. He matriculated from Muslim Model High School Lahore in 1957 and then did his B.Sc. from Dayal Singh College. After obtaining a Master's degree in Physics from Government College, Lahore, he started working as an Information Officer at the Pakistan Water & Power Development Authority (WAPDA). Later, from the same department, he retired from the post of Deputy Controller. He also wrote a column in the daily ‘Imroz’, titled, ‘Lamha-Lamha’. He was also associated with the literary magazine ‘Funun’. He was both a playwright and an essayist but became known among the masses owing to his beautiful poetry.A brother to personalities such as Khadija Mastur, Hajira Masrur, and Tausif Ahmad, Khalid belonged to a learned family of academic and literary background. Famous Urdu poet Ahmad Nadeem Qasmi was their family friend, and a huge influence on Khalid Ahmad’s personality and poetry. Khalid also published the monthly ‘Bayaz’ for many years.Books written by him include, ‘Daraz Palkon ke Saaye Saaye’, ‘Ek Mutthi Havaa’, ‘Pahli Sada Parinde Ki’, ‘Hatheliyon par Charagh’, ‘Tashbib’, ‘Jadeed-Tar Pakistani Adab’, and ‘Jal-Ghar’. He has also written dramas for Radio and songs for television while regularly frequenting the literary gatherings that took place in the city. He has also been awarded with numerous awards like the Tamgha-e-Husn-e-Kaarkardagi from the Pakistan government, for his literary contributions. Khalid Ahmed passed away in Lahore on March 19, 2013 due to lung cancer."}
{"poet": "Krishn Bihari 'Noor'", "bio": "Krishn Bihari 'Noor' was born at Gauss Nagar, Lucknow on 8th November 1926. He did his basic education at home. Later, he was admitted to a high school at Aminabad (U.P). After completing his graduation from Lucknow University, he got employed in the RLO department of Lucknow, where he worked for a long time and retired on 30th Nov 1984 as the Assistant Manager. Noor Saheb, a disciple of Fazal Naqvi and proficient in both, Urdu and Devanagri scripts was basically known for his ghazals in literary circles. His noted works include, Dukh-Sukh (Urdu), Tapasya (Urdu), Samandar Meri Talash Mein (Hindi), Hussainiyat Ki Chaaon Mein, Tajjalli-e-Noor, Aaj Ke Prasidh Shaayar (Edited by Kanhya Lal Nandan), etc. He died while undergoing an operation at a hospital in Ghaziabad on 30th May 2003."}
{"poet": "Malikzada Manzuur ", "bio": "Born on 17th Oct,1929, in Bhidhunpur, Malikzada Manzuur showed his literary talent at an early age. He acquired post graduate degrees in two subjects Urdu & English and later did Ph.D in Urdu literature. He is good at recitation and has recited many ghazals/nazams at mushairas and such other literary functions.Malikzada Manzuur retired as professor,department of Urdu,Lucknow University.He is the author of several books like Urdu ka mas.ala, College girl, Maulana Abul Kalam Azad, Fikr-o-fan, Shahr-e-sitam, Raqs-e-Sharar, Sher-o-adab, Maulana Azad: al-Hilaal ke Aaine me.n etc.He"}
{"poet": "Miir Hasan", "bio": "Miir Hasan was the son of eminent poet Miir Taqi Miir from her second wife although there is insufficient proof about his birth place and date. Yet it is assumed that he was born in lucknow probably in 1783. Hasan Askarii who was commonly known as \"Miir Kalluu\" was the disciple of his own father Miir Taqi Miir. His diiwaan 'Diivaan-e-Arsh\" was published in 1875."}
{"poet": "Meraj Faizabadi", "bio": "Meraj Faizabadi belongs to the famous city of Faizabad that flaunts a literary doyen like Meer Anees to its credit. He has composed a large number of famous couplets that have gained popularity among the masses. He is a very popular poet of mushairas and has participated in many mushairas in India and abroad. Meraj Faizabadi belongs to the famous city of Faizabad that flaunts a literary doyen like Meer Anees to its credit. He has composed a large number of famous couplets that have gained popularity among the masses. He is a very popular poet of mushairas and has participated in many mushairas in India and abroad."}
{"poet": "Mirza Ruswa", "bio": "Born in 1858, Mohammad Hadi used Ruswa as his pen name in poetry, and Mirza Ruswa in Novel writing. He graduated from the Roorkee Engineering College and got employed in Quetta for a monthly salary of 70 Rupees. At the same time, he became interested in chemistry, which even led to him quitting his job. When he ran out of money, he became a teacher of Persian in the Lucknow Christian College School. At the same time, he passed his BA from Punjab University. He started his poetry under the tutelage of Mirza Dabir, but after his death, he sought corrections from Mirza Jafar Auj, son of Mirza Dabir. Mirza turned his attention to translations and novels to increase his income. In 1902 he discovered a new interest, astrology. The series of his writings, compositions, poetry and literature continued in Lucknow till the end of the year 1920. Either at the end of 1920, or at the beginning of 1921, Mirza moved to Hyderabad, Deccan and got employed in the Dar-ul-Tarjuma. On 21st October, 1931, he died of Typhoid, in Hyderabad Deccan.Mirza also translated books of philosophy. He was very fond of music and his religious knowledge was very vast, too. He had a special interest in science and was a master of chemistry. He also worked on a shorthand manual. He also wrote several elegies. Other than his world-famous ‘Umrao Jan Ada’, he wrote many other novels. He was truly a multi-faceted personality."}
{"poet": "Aziz Lakhnavi", "bio": "Aziz Lakhnavi was considered to be one of the distinguished Persian and Urdu scholars of his time. He was born on 14 March 1882 in Lucknow and was named Mirza Mohammad Hadi. His ancestors had come to India from Shiraz. They settled in Kashmir first but during the reign of Awadh nobles they shifted to Lucknow. His family was renowned for its scholarship. He received his early education at home. His father passed away when he was only seven but he continued his education. He later taught Persian and Urdu at Ameenabad School. Later, he was appointed the guardian of the siblings of Ali Mohammad Khan Maharaja of Mahmoodabad and spent all his life there.A disciple of Safi Lucknavi, Aziz practised all poetical forms. He enjoys a respectable reputation as a qasida poet who exploited the magnanimity of language and vitality of imagination."}
{"poet": "Mohammad Mirza Raza Barq", "bio": "Mohammad Mirza Raza Barq was the poetical master of Wajid Ali Shah Akhtar, the last king of Oudh. Barq was deeply attached to the king and when the king was imprisoned in Fort William College (Calcutta), Barq was with him. He fell ill there and died in 1857. Barq follows Naasikh as his master in the use of similes. The features which characterized the Lucknow School of poetry are found in Barq’s poetry too. His Diwan or collected works were published in 1852 by Matba-e-Sultani. Barq had complete mastery over ghazal and also composed rubai, qataat and mukhammas. He also wrote ‘Shahar-e-Ashob’ and ‘Wasokht’. Barq had dozens of students and among those, Syed Zamin Ali Jalaal, Sheikh Amaan Ali Seher and Haadi Ali Ashk achieved fame."}
{"poet": "Mohsin Zaidi", "bio": "Mohsin Zaidi was born in the year of 1935 at Bahraich Uttar Pradesh. Some of his books on poetry like 'Shahar-e-dil', 'Baab-e-Sukhan', ' Mata-e-Aakhri Shab', 'Jumbish-e-Nok-e-kalam', and Rishta-e-Kalam have been published . He died in 2003 in Lucknow."}
{"poet": "Munawwar Lucknowi", "bio": "Born Munshi Bisheshwar Prasad on July 08, 1897, in Lucknow, he chose ‘Munawwar’ as his pen name. His father, Munshi Dwarka Prasad, was a respected person of Lucknow and was also greatly appreciated as a poet. Munawwar Lucknowi joined the accounts department of Indian Railways in 1913 and worked at Lucknow, Lahore, and finally Delhi from where he retired in 1957. Following his retirement, he founded Adarsh Kitab Ghar, a publishing house in Delhi where he lived after his retirement from service. He died in 1970.Munawaar Lucknowi inherited a taste for poetry from his family. He attained mastery over Arabic, Persian, Urdu, and Hindi languages. Apart from being an Urdu poet, he is also valued as a translator. He drew upon the intellectual traditions of Sanskrit, Persian, and Hindi to write a kind of poetry that is clearly distinguishable from the poetry of his contemporaries. This reflects well in the choice of his themes and diction. He published his nazms and rubais inNazr-e-Adab(1929) andKainat-e-Dil(1939). His translations of religious and secular texts include verses from the holyQuran,Bhagwad Gita, Durga Saptashati,Budhha’sDhampada, Kalidasa’sKumarasambhava,and selections from the shers of Hafiz Shirazi, andGitanjaliof Tagore. Born Munshi Bisheshwar Prasad on July 08, 1897, in Lucknow, he chose ‘Munawwar’ as his pen name. His father, Munshi Dwarka Prasad, was a respected person of Lucknow and was also greatly appreciated as a poet. Munawwar Lucknowi joined the accounts department of Indian Railways in 1913 and worked at Lucknow, Lahore, and finally Delhi from where he retired in 1957. Following his retirement, he founded Adarsh Kitab Ghar, a publishing house in Delhi where he lived after his retirement from service. He died in 1970. Munawaar Lucknowi inherited a taste for poetry from his family. He attained mastery over Arabic, Persian, Urdu, and Hindi languages. Apart from being an Urdu poet, he is also valued as a translator. He drew upon the intellectual traditions of Sanskrit, Persian, and Hindi to write a kind of poetry that is clearly distinguishable from the poetry of his contemporaries. This reflects well in the choice of his themes and diction. He published his nazms and rubais inNazr-e-Adab(1929) andKainat-e-Dil(1939). His translations of religious and secular texts include verses from the holyQuran,Bhagwad Gita, Durga Saptashati,Budhha’sDhampada, Kalidasa’sKumarasambhava,and selections from the shers of Hafiz Shirazi, andGitanjaliof Tagore."}
{"poet": "Munawwar Rana", "bio": "Winner of two dozen awards, Lucknow-based Munawwar Rana is one of India’s most popular and admired poets with a unique tone of voice. He writes both in Hindi and Urdu and is a prominent name in Mushaira circles in India and abroad. His most famous poem was the ground-breaking ‘Maa’ in which he used the genre of Ghazal to extol the virtues of a mother. Some of his other works include Muhajirnama, Ghar Akela Ho Gaya and Peepal Chhaon. He was recently conferred with the prestigious Sahitya Akademi Award for his poetry book, Shahdaba. This award adds to a long list of honors already bestowed upon him, some of which include the Ameer Khusro Award, Mir Taqi Mir Award, Ghalib Award, Dr. Zakir Hussain Award, and the Saraswati Samaj Award. Rana’s poetry has also been translated and published in Hindi, Urdu, Gurumukhi and Bangla. Winner of two dozen awards, Lucknow-based Munawwar Rana is one of India’s most popular and admired poets with a unique tone of voice. He writes both in Hindi and Urdu and is a prominent name in Mushaira circles in India and abroad. His most famous poem was the ground-breaking ‘Maa’ in which he used the genre of Ghazal to extol the virtues of a mother. Some of his other works include Muhajirnama, Ghar Akela Ho Gaya and Peepal Chhaon. He was recently conferred with the prestigious Sahitya Akademi Award for his poetry book, Shahdaba. This award adds to a long list of honors already bestowed upon him, some of which include the Ameer Khusro Award, Mir Taqi Mir Award, Ghalib Award, Dr. Zakir Hussain Award, and the Saraswati Samaj Award. Rana’s poetry has also been translated and published in Hindi, Urdu, Gurumukhi and Bangla."}
{"poet": "Munshi Amirulla Tasleem", "bio": "Munshi Amirulla Tasleem was born in 1819 at Manglasi village in Faizabad. He learnt Arabic and Persian in his childhood. Like his father, he also joined army but later left to join the poetic assembly of Wajid Ali Shah. Later, he also worked at Munshi Naval Kishore press as a proof-reader at a monthly salary of thirty rupees per month. Thereafter, he worked as an assembly poet of nawabs of Tonk, Mangrol, Rampur. All through his life, he lived a life of financial difficulties. He died in 1911. Tasliim's poetry had a reflection of Momin. Tasliim was a pupil of Nasim Dehlvi, a prominent student of Momin. Tasleem is famous for his ghazals as well as for his masnavis. Jigar Morababadi, Asgar Gondvi, Hasrat Mohani were pupils of Tasleem."}
{"poet": "Naushad Ali", "bio": "Naushad Ali was one of the foremost music directors of Hindi Film Industry. Naushad was conferred the Dadasaheb Phalke Award in 1982, and the Padma Bhushan in 1992. Naushad Ali was born in Lucknow, son of a munshi (court clerk) who wanted his son to follow his footsteps. Naushad moved to Bombay in 1937 and began living on the pavements near the film studio in Dadar. After initial struggle, his success finally came in the 1940s. Naushad was also a respected and published poet and formally launched his book of Urdu poetry entitled Aathwaan Sur (\"The Eighth Note\")."}
{"poet": "Nazish Pratapgarhi", "bio": "Nazish Pratapgarhi is one the prominent poets associated with the Progressive movement in literature. He followed progressive ideology both in his life and poetry and aspired for the establishment of a just social order. He also wrote a number of poems that reflect his nationalistic ideals and patriotic sentiments. Apni Dharti Apni Baat, Khakey aur Lakirein, and Mataa-e-Qalam are the collections of his poetry.Nazish was born on 12 July, 1924 at Pratapgarh. In order to earn his livelihood, he worked as an agent of the railway bookstall Wheeler Book Company.He died in 1984 at Lucknow."}
{"poet": "Nazm Tabatabai", "bio": "Nazm Tabatabai, one of Urdu literature’s most revered critics and eminent poets, needs no introduction. Born, Sayyad Ali Haidar, on Friday, November the 29th, 1854, in Haidarganj, Old Lucknow, Nazm Tabatabai is credited with acquainting Urdu literature with an earnest scholarly discourse and a rubric for critique. Nazm Tabatabai’s ancestors came to India from Iran and settled in Lucknow. He learned Persian and prosody under the tutelage of Mindolal Zar, and wrote sometimes under the pen-name ‘Nazm’, and sometimes ‘Haidar’. In 1868, at the age of fifteen, he moved to Matia Bridge (Kolkata) with his mother. In 1882 he was appointed to teach the princes at the Shah-e-Awadh Madrasa, Matia Bridge, Calcutta. In 1887, at the behest of Maulvi Syed Afzal Hussain Lakhnavi, then chief justice of Hyderabad, Nazm moved to Hyderabad. On February 4, 1891, he became a professor at Nizam College, Hyderabad. Among his treasured contributions to Urdu literature are, ‘Sharh-e-Ghalib’ and his collection of poems ‘Diwan-e-Tabatabai’. He passed away on 23rd May 1933, in Hyderabad, Deccan."}
{"poet": "Rajab Ali Beg", "bio": "Rajab Ali Beg was born in 1786 in Lucknow to Mirza Asghar Ali. he wrote under the pen-name Suroor. His early education took place in Delhi.In addition to Arabic and Persian language and literature, he was well versed in horse riding, archery, calligraphy and music. He had a good sense of humor and was a very sociable man. The circle of friends was very wide. There was also a friendly acquaintance with Ghalib.It was around 1824 that Wali-ud-Din Ghazi-ud-Din Haider got angry with Suroor over something and deported him from Lucknow.This deportation was useful for both Suroor and Urdu prose because he moved to Kanpur and wrote fiction at the behest of Hakim Asad Ali, which made Suroor immortal in Urdu literature.When Naseer-ud-Din Haider ascended the throne, he forgave Suroor and allowed him to come to Lucknow. When the reign of Wajid Ali Shah began, he entered the court poets for fifty rupees a month.In 1856, the kingdom of Awadh came to an end and the patronages were cut off. Syed Imdad Ali and Munshi Shivprasad helped for a few days but the failed uprising of 1857 created such conditions that Suroor had to leave Lucknow. In his later years he went to Calcutta for eye treatment. On his return from there he died in Banaras in 1869.Suroor is the author of several books. The first and most important of these is ‘Fasaana-e-Ajaaib’ which was written in 1824. It centers around This book can be considered the antithesis of Mir Aman’s ‘Bagh-o-Bahar’.The author has parodized Bagh-o-Bahar and its author. There are many other books by Suroor, such as Suroor-e-Sultani, Sharar-e-Ishq, Shigufa, Mohabbat, Gulzar-e-Suroor, Shabestan-e-Suroor and Insha-i-Suroor."}
{"poet": "Syed Ali Naqi Zaidi", "bio": "Syed Ali Naqi Zaidi, who chose to be called Safi Lakhnavi, was the son of Syed Fazl Hasan. Born in 1862, he received his early education from his father. Later, he learnt Persian from Najmuddin Kakorvi and Arabic from Maulvi Ahmad Ali. He got his Entrance degree from Canning College and taught English in the school attached with Canning College. In 1883, he joined government service and worked for the revenue department. He died in 1950.Safi’s poetry is a departure from the traditional poetry of Urdu which also gave him his individual identity. He preferred writing nazm compared with the traditional ghazal and penned a series of patriotic poems. These poems reflect the social, political, and cultural condition of his times. He also practiced other forms of poetry like qasida, mathnawi, and rubai. His works are put together in Aagosh-e-Maadar, Tanzeem-ul-Hayaat, and Deewan-i-Safi. A broader study of Safi’s poetry creates an impression that consciously or unconsciously, he wished to bring about a change in the prevalent literary style that characterised the poetry of Lucknow. Syed Ali Naqi Zaidi, who chose to be called Safi Lakhnavi, was the son of Syed Fazl Hasan. Born in 1862, he received his early education from his father. Later, he learnt Persian from Najmuddin Kakorvi and Arabic from Maulvi Ahmad Ali. He got his Entrance degree from Canning College and taught English in the school attached with Canning College. In 1883, he joined government service and worked for the revenue department. He died in 1950. Safi’s poetry is a departure from the traditional poetry of Urdu which also gave him his individual identity. He preferred writing nazm compared with the traditional ghazal and penned a series of patriotic poems. These poems reflect the social, political, and cultural condition of his times. He also practiced other forms of poetry like qasida, mathnawi, and rubai. His works are put together in Aagosh-e-Maadar, Tanzeem-ul-Hayaat, and Deewan-i-Safi. A broader study of Safi’s poetry creates an impression that consciously or unconsciously, he wished to bring about a change in the prevalent literary style that characterised the poetry of Lucknow."}
{"poet": "Safia Akhtar", "bio": "She can be introduced as a younger sister of the poet Asrar-ul-Haq Majaz, wife of the poet, Janisar Akhtar and mother of Famous writer Javed Akhtar and Salman Akhtar. She was a brilliant mind, popular teacher, a talented writer and literary critic who did not have enough time to achieve her full potential. But she found a place in Urdu literature for her letters to her husband which she wrote over a period of nine years, and which her husband posthumously published under the titles: “Hurf-e-Aashna ” (Familiar Words) and “Zer-e-Lub” (Below the Lips) as well as for a short collection of essays ” Andaaz-e-Nazar”"}
{"poet": "Saghar khayyami", "bio": "Considered to be a major poet of humour and satire, Saghar khayyami was born on June 07, 1936 in a respectable family of Lucknow that nurtured a taste for literature and culture. Khayyami’s grandfather, Shair Lucknowi, and father, Zakir Lucknowi were poets of certain merit. He began with writing the traditional ghazal but soon switched over to his forte of humour and satire being influenced by his elder brother Nazir Khayyami who also wrote humorous and satirical poetry.Saghar Khyyami received his early education in Arabic and Persian but came to learn English later. He worked at Jawaharlal Nehru University, New Delhi, as a member of the non-teaching staff.His collections of poems Under Craze, Pas-e-Roshni, Qahqahon ki Barat, Kucch Wahaan ke Liye were well received. His complete works were put together in Kulliyat-e-Saghar. He enjoys the unique distinction of blending humour with satire in a manner that many others have not been able to do as he did. While many of his poems entertain the readers but they also make them sad and sorrowful at times. He picks on the hypocrisy and hollowness of modern age and presents them with great precision and expertise. He has drawn upon Ghalib to compose some of his popular poems like Ghalib Apartment and Ghalib Dilli Mein. Khayyami is also known for his individual style of reading his poetry in mushairas. He passed away on June 19, 2008 in Mumbai."}
{"poet": "Sajid Sani", "bio": "Sajid Sani was one of the last famous poet of Rekhti and would be remembered as the one who revived this genre.Rekhti is a genre of Urdu poetry wherein men wrote poetry in a feminine voice, using the idiom of women (begumati zubaan) and addressed another woman.Sajid Sajni was born in Lucknow in 1922 and settled in Bhopal in 1946. Sajid Sani was one of the last famous poet of Rekhti and would be remembered as the one who revived this genre. Rekhti is a genre of Urdu poetry wherein men wrote poetry in a feminine voice, using the idiom of women (begumati zubaan) and addressed another woman. Sajid Sajni was born in Lucknow in 1922 and settled in Bhopal in 1946."}
{"poet": "Salik Lucknowi", "bio": "Salik Lucknowi is a poet we associate with the Progressive Writers Movement. He believed that progressivism is not limited to an age or place as it takes the broader human condition into consideration which concerns all poets in all times. This belief made him write with certain detachment as well as commitment.Salik was born on 16 December, 1913 at Lucknow. His father taught him Urdu, Persian, and English at home. His received his higher education in Calcutta. In the early years, he was associated with the Congress party but later joined the Communist party. He was based in Calcutta and suffered imprisonment during the Bengal famine.Salik’s books include Ghadar aur Deegar Afsaane, Pas-e-Sher, Be-Sar-o-Paa, Bengal Main Urdu Nasr ki Tareekh, and Kalaam-e-Salik."}
{"poet": "Salman Akhtar", "bio": "Salman Akhtar is a US based Doctor by profession and also a poet. He is the son of the renowned Urdu poet Jan Nisar Akhtar and brother of lyricist Javed Akhtar. Salman received his education from Lucknow and Aligarh Muslim University before moving to Chandigarh where he completed his training in psychiatry. In 1973, he left for the United States and trained in psychoanalysis. He holds a professorship at the Jefferson Medical College in Philadelphia. As a poet, Salman published six volumes of poetry in English and Urdu."}
{"poet": "Saqib lakhnavi", "bio": "Saqib was born on the morning of January 2, 1869. He was only six months old when for some reason his father left his residence in Agra and he and his family did not get any place to live in Lucknow and he moved to Allahabad. After living here for 15-16 years, he resigned from his job and took up the profession of lawyer in the state of Bhopal in 1897 and gained great fame. His son Saqib and his family were in Lucknow, and he returned to Lucknow at the end of his life and died on 26 August 1901. After the death of his father, all the responsibility of raising the family fell on Saqib. He was 32 at the time, and was himself married since 1891.Saqib's early education took place in the traditional way. He was proficient in Arabic, Persian and Urdu and at the insistence of his father passed the entrance examination in English from St. John's College, Agra. There he met Safi Lucknow and Zaki Muradabadi. Both of them were experts in eloquence, and fine writers and essayists. When Saqib got their company, his poetic talents flourished. When he returned to Lucknow after completing his studies in Agra, he met Raja Amirabad (Sitapur District, UP) Muhammad Amir Hassan Khan Bahadur and in his appreciation entrusted all the literary affairs of the state to Saqib, at a Rs.50 bond every month. But prosperity did not arrive. He started some business in Lucknow in 1898 with the help of a Madrasa businessman but lost a lot. Upset, he moved to Calcutta in 1906. When he met the Iranian ambassador there, he saw Saqib's ability and appointed him as his special trustee. But Calcutta could not assuage this Agra-loving poet. Coincidentally, two years later, in 1908, Raja Mahmoodabad summoned him again and he returned to Lucknow. Leaving the comfortable life of Calcutta, he spent his life in this bond.Saqib was born in a time of strife that was a time of political, cultural and social revolutions. Old values were breaking down and new life and new ideas were spreading in the country due to British domination. The literary centers of Delhi and Lucknow were scattered. Saqib took the small state of Mahmudabad and the grace of Raja Sahib as booty.Saqib was a very simple-minded and well-mannered person, always avoiding praise and admiration. He wore very simple clothes and was probably always haunted by the idea of a quiet \"home\", so he wrote many poems on the ruin of the ‘bird’s nest’. Absorbed in thoughts, he was quite fond of Huqqa and if he did not get Huqqa, he would be content with cigarettes. Occasionally, he would eat betel leaves. He had very few sincere friends who could laugh at him. Saqib is a poet of degeneration. As the feeling of grief and deprivation is more prevalent in a declining society, his poems contain many bitter realities of life. His poetry is broken from ancient times to modern times. Fifty years had passed since Nasikh's death in Lucknow at that time. But the non-emotional color of his poetry and lyricism was on the minds of the people, so in some places there are poems of Saqib on such subjects which are probably meant to please the local people, otherwise their real color is of the same passion which was in their hearts and appeared in the form of poems. Due to Saqib's intensity of feeling, sharpness of imagination and delicacy of language, some of his ghazals have a prominent place in literature.After reaching the age of 80, Saqib, whom the people were listening to with great interest, fell silent in 1949 while telling his stories of grief in the language of poetry. Mahmoodabad published his Diwan \"Tajalli-e-Shahab-e-Saqib\" in 1936. Saqib was born on the morning of January 2, 1869. He was only six months old when for some reason his father left his residence in Agra and he and his family did not get any place to live in Lucknow and he moved to Allahabad. After living here for 15-16 years, he resigned from his job and took up the profession of lawyer in the state of Bhopal in 1897 and gained great fame. His son Saqib and his family were in Lucknow, and he returned to Lucknow at the end of his life and died on 26 August 1901. After the death of his father, all the responsibility of raising the family fell on Saqib. He was 32 at the time, and was himself married since 1891. Saqib's early education took place in the traditional way. He was proficient in Arabic, Persian and Urdu and at the insistence of his father passed the entrance examination in English from St. John's College, Agra. There he met Safi Lucknow and Zaki Muradabadi. Both of them were experts in eloquence, and fine writers and essayists. When Saqib got their company, his poetic talents flourished. When he returned to Lucknow after completing his studies in Agra, he met Raja Amirabad (Sitapur District, UP) Muhammad Amir Hassan Khan Bahadur and in his appreciation entrusted all the literary affairs of the state to Saqib, at a Rs.50 bond every month. But prosperity did not arrive. He started some business in Lucknow in 1898 with the help of a Madrasa businessman but lost a lot. Upset, he moved to Calcutta in 1906. When he met the Iranian ambassador there, he saw Saqib's ability and appointed him as his special trustee. But Calcutta could not assuage this Agra-loving poet. Coincidentally, two years later, in 1908, Raja Mahmoodabad summoned him again and he returned to Lucknow. Leaving the comfortable life of Calcutta, he spent his life in this bond. Saqib was born in a time of strife that was a time of political, cultural and social revolutions. Old values were breaking down and new life and new ideas were spreading in the country due to British domination. The literary centers of Delhi and Lucknow were scattered. Saqib took the small state of Mahmudabad and the grace of Raja Sahib as booty.Saqib was a very simple-minded and well-mannered person, always avoiding praise and admiration. He wore very simple clothes and was probably always haunted by the idea of a quiet \"home\", so he wrote many poems on the ruin of the ‘bird’s nest’. Absorbed in thoughts, he was quite fond of Huqqa and if he did not get Huqqa, he would be content with cigarettes. Occasionally, he would eat betel leaves. He had very few sincere friends who could laugh at him. Saqib is a poet of degeneration. As the feeling of grief and deprivation is more prevalent in a declining society, his poems contain many bitter realities of life. His poetry is broken from ancient times to modern times. Fifty years had passed since Nasikh's death in Lucknow at that time. But the non-emotional color of his poetry and lyricism was on the minds of the people, so in some places there are poems of Saqib on such subjects which are probably meant to please the local people, otherwise their real color is of the same passion which was in their hearts and appeared in the form of poems. Due to Saqib's intensity of feeling, sharpness of imagination and delicacy of language, some of his ghazals have a prominent place in literature.After reaching the age of 80, Saqib, whom the people were listening to with great interest, fell silent in 1949 while telling his stories of grief in the language of poetry. Mahmoodabad published his Diwan \"Tajalli-e-Shahab-e-Saqib\" in 1936."}
{"poet": "Shaayar Lakhnavi", "bio": "Shaayar Lakhnavi (Mohammad Husain Pasha) was born at Lucknow in the state of Uttar Pradesh in 1917. The literary environs of Lucknow and the contemporary poets pruned his poetic sensibility. He started writing poetry of considerable merit at an early age. He left for Pakistan in 1948 where he worked for radio Pakistan. His radio features under the title “Pakistan Hamara Hai” proved to be very popular among the listeners. He has also composed poems for children.Shaayar Lakhnavi is known for carving a literary style different from the prevalent ones in Lucknow. This is what distinguished him as a poet who cared for novelties. That is why Farman Fatehpuri has considered him as a “non-Laknavi poet of Lucknow”. He died in 1989. Shaayar Lakhnavi (Mohammad Husain Pasha) was born at Lucknow in the state of Uttar Pradesh in 1917. The literary environs of Lucknow and the contemporary poets pruned his poetic sensibility. He started writing poetry of considerable merit at an early age. He left for Pakistan in 1948 where he worked for radio Pakistan. His radio features under the title “Pakistan Hamara Hai” proved to be very popular among the listeners. He has also composed poems for children. Shaayar Lakhnavi is known for carving a literary style different from the prevalent ones in Lucknow. This is what distinguished him as a poet who cared for novelties. That is why Farman Fatehpuri has considered him as a “non-Laknavi poet of Lucknow”. He died in 1989."}
{"poet": "Ta'ashshuq Lakhnawi", "bio": "Ta'ashshuq Lakhnawi, Sayyid Mirza, also known as Sayyid Sahab (1824–1892), was the grandson of the greatest marsiya poet, Mir Anees. He established a distinct identity in both marsiya and ghazal poetry. The refinement and precision of language in his poetry are evident from afar."}
{"poet": "Urfi Aafaqi", "bio": "Urfi Aafaqi was born on 22nd Dec 1936 at Azamgarh Uttar Pradesh. He worked for Indian Railways. His poetry collection 'Samandar Phir Bulata Hai' was published in 1983."}
{"poet": "Wajid Ali Shah", "bio": "Wajid Ali Shah was the fifth King of Oudh and son of Amjad Ali Shah. Wajid was the tenth and last nawab of the state of Oudh in present day Uttar Pradesh in India. He ascended the throne of Oudh in 1847 and ruled for nine years. His kingdom, long protected by the British under treaty, was eventually annexed peacefully on 7 February 1856. The Nawab was exiled to Garden Reach in Metiabruz, then a suburb of Kolkata, where he lived out the rest of his life off a generous pension. Wajid was a poet, playwright, dancer and great patron of the arts. Although his pen-name was Qaisar, he used the pseudonym \"Akhtarpiya\" for his numerous compositions. Under this pen name, he wrote over forty works – poems, prose and Thumris. \"Diwan-e-Akhtar\", \"Husn-e-Akhtar\" contain his Ghazals."}
{"poet": "Wali Asi", "bio": "Wali Asi was the son a of renowned Urdu poet, Maulana Abdul Bari Asi popularly known as Asi Uldani. He was the native of Uldan of Meerut district but had shifted to Lucknow and settled there for ever. Wali Asi himself was a pure Lakhnawi in all aspects."}
{"poet": "Maqbool Hussain Zarif Lucknavi", "bio": "Maqbool Hussain Zarif Lucknavi was born on 22 February 1870 at his ancestral home in Lucknow. He had acquired his literary taste from his family environment and from the cultural elegance of Lucknow. His father was a man of taste and culture, and his elder brother. Maulana Safi was a poet of national repute. It was Safi who advised his younger brother to specialize in humorous poetry for which he had an inborn liking. As a young boy, Zarif used to participate in Mushairas where he had made a mark for himself by virtue of his poetic skill and style of recitation. He was especially influenced by Maulana Hali and Akbar Allahabadi, though he failed to attain the heights of these masters in poetic ability and reformative zeal. Zarif was employed by various state governments in one capacity or the other, and this gave him a pro-establishment proclivity. He also visited Iran and Iraq in connection with his official responsibilities. His famous poem, Sayaahat Nama, a part of which is included in this anthology, is built around his reminiscences of his trip to the Middle East.Zarif married in 1896 and had two sons and three daughters. His sons didn't survive. Apart from being a popular poet, Zarif was also a journalist and a prose writer. He was associated with the famous literary journal, Avadh Panch published from Lucknow and devoted mainly to humorous literature. He also became its editor. Zarif died on 3 December 1937. His poetic works were published under the title: Dewaanjee."}
{"poet": "Nayyar Jalalpuri", "bio": "Prof. Abbas Raza Nayyar (Born in District Jalapur Ambedkar Nagar Uttar Pradesh on 30th June 1976) Currently engaged a professor of Urdu and Head of the Department of Urdu, Lucknow University Lucknow. I have been holding chairmanship of the committee of policy making for development, education and cultural activities. My most recent and rare book on legend Khwaja Ahmad Abbas for recognizing his literary working Urdu literature published by educational publishing house with ISBN 97893-5073-999-4. With throughout first class distinctive academic career and being a meritorious student in Lucknow University I have started my career a s lecture in the department of Urdu, Maharaja Harishchand PG college affiliated to Rohilkhand University Bareilly in 13th July 1999. After that I got appointed in Lucknow University with the capacity of senor lecture (Assistant Professor) and now been also awarded the degree of PhD in Urdu from Lucknow University. There have been published my 32 books on Urdu literature (Criticism, Novel and Poetry), More than seventy-five articles have been published in reputed National and International Journals. The following prestigious awards have been conferred to me. Yash Bharti Samman (in 2016) for excellent contribution in Urdu literary criticism and creativities in writing work, by government of Uttar Pradesh. “Bhasha Samman” (in 2016) for the excellent contribution for spreading Urdu language area by Hindustan Samachar Society, “International Risai Adab Award” (in 2014) by Husn Ara Trust (registered) New Delhi, “Urdu Anjuman Award Berlin” (in 2016) for the excellent contribution in Urdu by Urdu Anjuman Berlin. “Allama Iqbal International Award” (in 2016) for his literary contribution by Human welfare society Frankfurt Germany. Many more awards from different states government and literary and educational societies have been conferred. Key note addresses, special lectures & presided international conferences of USA, UK, Germany, Africa and in Asian countries have been delivered by me. I have been the talker and discussant on all India Radio, Doordarshan and Radio Australia."}
{"poet": "Rahmani", "bio": "The name is Abdur Rahim Kidwai, and the alias is \"Rahmani\". His father's name was Abdul Aleem Kidwai, and his mother was Zahida Khatoon, the daughter of Maulana Abdul Majid Daryabadi. Abdur Rahim Kidwai was born on October 21, 1956, at \"Khatun Manzil\", Lucknow, Uttar Pradesh, India. His early education began at home, then in a local madrasa, followed by Taleem Gah Niswan School, Lucknow. He later enrolled at Minto Circle School, Aligarh, and subsequently joined Aligarh Muslim University (AMU). He completed a B.A. in Chemistry, followed by M.A., M.Phil., and Ph.D. in English Literature. In 1981, he earned a second Ph.D. from AMU on \"Lord Byron’s Turkish Tales.\" Additionally, he obtained a teaching certification in English from Aston University, Birmingham, UK.From 1978 to 1997, he served as a Reader in the Department of English at AMU, and since 1997, he has been serving as a Professor. Moreover, since 1985, he has been a Visiting Professor every summer at Leicester University, Oxford University, and University College London (UCL).In 2000, he briefly served as the Registrar of AMU, and since 2001, he has been the Director of the Academic Staff College. Since 2017, he has also been the Director of the Center for Qur’anic Studies, Aligarh.Prof. Kidwai has delivered lectures at various prestigious national and international institutions, including Aligarh Muslim University, Jamia Millia Islamia (New Delhi), Lucknow University, Maulana Azad National Urdu University (Hyderabad), University of Hyderabad, English and Foreign Languages University (Hyderabad), Allahabad University, Kashmir University (Srinagar), Kolkata University, Integral University (Lucknow), Khwaja Moinuddin Chishti Language University (Lucknow), International Islamic University (Islamabad, Pakistan), Leicester University, Oxford University, and the Islamic Foundation (Leicester, UK). He frequently participates in academic conferences and seminars and delivers insightful lectures.Prof. Kidwai has published approximately 250 scholarly, research-based, and literary articles and reviews. Additionally, he is associated with several religious, educational, and social institutions, including Nadwatul Ulama (Lucknow), Jamiatul Hidaya (Jaipur), Maulana Abul Hasan Ali Nadwi Islamic Academy (Bhatkal), Sultan Jahan Muslim Social Upliftment Society (Aligarh), Al-Barkat Educational Society (Aligarh), and Iqra Public School (Aligarh).In addition to translating the Qur’an into English, he has authored 30 books on Qur’anic studies, Islamic studies, and English and Urdu literature."}
{"poet": "Abhishek Shukla", "bio": "Abhishek Shukla was born in Ghazipur district of Uttar Pradesh, but his higher education took place in Lucknow University, from where he obtained the degree of M.Com. Abhishek Shukla is an important name among those who have left their mark in the field of Ghazal between the last 10-15 years. In his poetry, there is a glimpse of a love that’s full of life, and an expression brimming with craft. He has very quickly attracted the attention of many big critics, as well as is seen as a role model for new writers. He has a keen eye for nuance and prosody, and is also ever-discussed for his skillful and witty satire. Lucknow’s beauty and culture are embraced in his persona and poetry. His first poetry collection \"Harf-e-Awara\" was published in 2020 by Rajkamal Prakashan, which very soon made its mark. He is currently employed with the State Bank of India, and can truly be called an exemplar of Urdu culture."}
{"poet": "Anwar Nadeem", "bio": "Anwar Nadeem was an eminent Urdu poet and writer, who would always be remembered for his most significant contributions to Urdu literature, in both prose and poetry. He was born in Malihabad in District Lucknow on 22 October 1937 and lived in the city of Lucknow since the age of ten. He received his secondary education at Amiruddaula Islamia Inter College, Lucknow and earned the degree of BA in Urdu and English from the University of Lucknow. He devoted himself completely to the service of Urdu literature as a full time poet and writer. In doing so he continued his family legacy of literary services. Most of his direct lineal ancestors were eminent Urdu and Farsi poets. Josh Malihabadi was his grandmother's first cousin.Anwar Nadeem wrote a series of books, viz., Safarnama (A collection of selected poems) (1974), Jalte Tave ki Muskurahat (Collection of reportages of mushairas that won him awards from the the Urdu Academies of the states of Uttar Pradesh and Bihar) (1985), Kirchein (a film script) (1985), Jai Shri Ram (Collection of nazms) (1992), Maidaan (Collection of ghazals) (1994), released in the Devanagari script in 1995 under the title \"Paani\", Hamaare Har Ishaare Mein Muhab'bat Kaarfarmaa Hai (Collection of essays) (2012), Kirchein (an Urdu film script in Devanagari script) (2013) and Ye Kaun Mere Qareeb Aayaa (collection of selected poems) (2014).He was active in theatre as an actor in his youth and made a return to acting decades later when he did a cameo in J P Dutta's cinematic adaptation of Mirza Hadi Ruswa's groundbreaking novel Umrao Jaan Adaa (1899). He played Ruswa in the eponymous film, released in 2006. He also acted in a drama series Khwab Rou, broadcast on the state-owned Doordarshan television channel. He passed away in Lucknow, where he lived all his life, on 9 August, 2017. He is survived by his wife and a son, both of them academics, a daughter-in-law, who is a corporate lawyer, and a grand-daughter and a grandson yet to reach teenage."}
{"poet": "Aarzoo Lakhnavi", "bio": "Aarzoo Lakhnavi was one of the most respected poets of his era. His father Mir Zakir Hussain Yas, who was a disciple of Jalal Lahknavi and his elder brother Mir Yusuf Hussain Qayas, both were poets. Arzoo, who was brought up in a cultured and a fairly well-off household, did his early education at home. Later, he learnt Arabic and Persian from some famous scholars of Lucknow. His career as a poet began with the composition of a marsia at the age of twelve. Guided by Jalaal Lucknavi, he soon became skilled in the art of poetry. After Jalal passed away, Aarzoo was accepted as his heir to guide his disciples. He ad moved to Bombay in 1942, where he wrote lyrics and dialogues for films. Later, he migrated to Karachi and joined Radio Pakistan. Though he had also written plays and other forms of poetry, he rose to fame mainly because of his ghazals. Three collections of Aarzoo's ghazals, viz., Fughan-e-Aarzoo, Jahan-e-Aarzoo and Nishan-e-Aarzoo have been popular with the Urdu readers."}
{"poet": "Brij Narayan Chakbast", "bio": "Brij Narayan Chakbast (1882-1926), who hailed from a family of the Kashmiri Brahmins, was born in Rathor Haveli, Faizabad but migrated to Lucknow early in his life. Receiving his initial education in Urdu and Persian from a maulavi, he also got exposure to classical literature in these languages as he grew up. As for his formal education, he acquired his degrees of Matriculation in 1900, F. A. in 1902, B. A. in 1905, and Bachelor of Laws in 1907. Chakbast was acutely conscious of the socio-political conditions of his time which is borne out by his active participation in creating Kashmiri Young Men’s Association, establishing Bahadur Library, expressing his views on Home Rule, and a joining host of other issues and activities. He joined Lucknow Bar and emerged as one of its most distinguished members. His career as a poet and an individual of acute socio-political consciousness was cut short with his premature death following a paralysis at the Railway station in Rae Bareilly where he had gone to argue a case in the court of law.  Chakbast is respected and remembered as a man of remarkable poise; he was guided by a fine balance of reason and emotion in his thought and action.Chakbast who maintained his cultural identity with pride was a truly secular person with equal reverence for all communities and faiths. He wrote a kind of poetry that was both nationalistic and ameliorative in purpose. While he was influenced by Mirza Ghalib, Meer Anis and Haider Ali Atish as a poet, he drew upon Gandhi, Annie Besant, Gokhale, Ranade, and such others as a politically and socially conscious being. He wrote ghazals but chose to express himself primarily in nazm which he cultivated as a form suitable for writing natural poetry. Subh-e-Watan, his collection of poems, published posthumously in 1926, is divided into five sections and has poems on patriotic, nationalistic, religious, reformative, and political themes. Even though writing on such issues is liable to collapse into propaganda, Chakbast saved his poetry from such lapses. His works in prose and poetry are marked both by simplicity and spontaneity that find an immediate appeal with the readers. He evolved his own poetics which is evident from his literary essays which he published at various places and in Kashmir Darpan. His poetical works were put together as Kulliyat-e Chakbast in 1981."}
{"poet": "Ghulam Ahmed Furqat Kakorvi", "bio": "Ghulam Ahmed Furqat Kakorvi was born at Kakorvi (U.P.) in 1914. He lost his father at the age of nine and was burdened at a tender age, with managing the household expense, all by himself. He made a meagre income by selling the newspaper, Haqiqat, which was run by his maternal uncle, Anees Ahmed Abbaasi. He spent his spare time in self-study and passed his Intermediate examination. At the same time, he started writing a column: Kaf-e-Gulfarosh, in the news magazine, Haqiqat. By dint of hard work and perseverance, he passed his B.A. examination and also obtained M.A. degrees in Urdu and History. He did various odd jobs, including that of a tailor, to eke out his living. He also worked in the secretariat and in a publicity firm for some time. He was later appointed as a teacher of History, first at Kanpur, and then at Anglo-Arabic College, Delhi (named Delhi College, and Zakir Hussain College, successively.)Among his writings may be mentioned: Narawa, Said-o-Hadif, Kaf-e-Gulfarosh, Murda Dil Khak Jeaa Karte Hain, Ghalib-e-Khasta Ke Baghair. He has also written a humorous interpretation of Ghalib, and a book on humour and satire in Urdu. He was given the Urdu Akademy of Kanpur award for his book: Qadamche.Furqat was a humorous poet and a scholarly critic of humorous poetry. He was especially interested in the art of parody. Progressive poetry, written in free verse and blank verse, was a favourite target of his satire. Humorous interpretation of Ghalib may be called his special contribution, for, by concentrating humorously on Ghalib, he was able to draw the readers' attention to the poet's work and art. In addition, he expended his satirical art in exposing some of the social evils of the day, such as overpopulation and profligacy."}
{"poet": "Hina Rizvi", "bio": "Hina Rizvi Haider, an emerging voice in Urdu poetry, hails from the culturally rich city of Lucknow, a historic hub of Urdu literature and tradition. Growing up in an environment steeped in literary influence, with her father associated with the Urdu Academy, Lucknow, and her mother, a lecturer with a PhD in Urdu literature, Hina’s connection to poetry was almost inevitable.A postgraduate in Political Science, Hina carries forward the poetic legacy of her maternal grandfather, Chaudhary Itrat Husain, ‘Aashiqui,’ a renowned sahib-e-diwan poet. Her work spans a wide array of themes, from love and politics to pressing social issues, reflecting her versatility and depth as a poet."}
{"poet": "Jagat Mohan Lal Rawaan", "bio": "Jagat Mohan Lal Rawaan is one of those poets who contributed towards expanding the socio-cultural as well as the intellectual tradition of Urdu poetry. His nazms and rubais bear these quite amply and distinguish him as a poet from others.He was born on 14 January 1889 at a place called Moranwan in Unnao district, Uttar Pradesh. As his father Ganga Prasad passed away in his childhood, Rawaan was brought up by his elder brother Munshi Kanhaiyya Lal. He learnt Arabic and Persian in a maktab of Unnao and was taught in these languages by Maulvi Subhan Khan. He got his F. A. and B. A. degrees from Canning College, Lucknow and excelled others by attaining the first position. Being an intelligent and aspiring student, he continued his education further and acquired the degrees of M. A. and LL. B. following which he established his practice as an advocate. He was inclined towards poetry since his early days. As he started composing poetry, he sought counselling from Aziz Lucknowi. He put together his ghazals, nazms, and rubais in a collection calledRooh-e-Rawaan. He passed away on 26 September, 1934. Jagat Mohan Lal Rawaan is one of those poets who contributed towards expanding the socio-cultural as well as the intellectual tradition of Urdu poetry. His nazms and rubais bear these quite amply and distinguish him as a poet from others. He was born on 14 January 1889 at a place called Moranwan in Unnao district, Uttar Pradesh. As his father Ganga Prasad passed away in his childhood, Rawaan was brought up by his elder brother Munshi Kanhaiyya Lal. He learnt Arabic and Persian in a maktab of Unnao and was taught in these languages by Maulvi Subhan Khan. He got his F. A. and B. A. degrees from Canning College, Lucknow and excelled others by attaining the first position. Being an intelligent and aspiring student, he continued his education further and acquired the degrees of M. A. and LL. B. following which he established his practice as an advocate. He was inclined towards poetry since his early days. As he started composing poetry, he sought counselling from Aziz Lucknowi. He put together his ghazals, nazms, and rubais in a collection calledRooh-e-Rawaan. He passed away on 26 September, 1934."}
{"poet": "Rahbar", "bio": "A teacher by profession and a freedom fighter by choice - Shri Jitendra Mohan Sinha, ‘Rahbar’(1911-1993) was a man of multiple facets. He was an ardent follower of Gandhinian philosophy and decided to leave a career in Law to participate in freedom struggle. He was imprisoned in 1930 and later spent a life of a dedicated teacher of English Literature at  National College, Lucknow.In his life of 82 years, he wrote extensively on political and social issues, both in prose and verse. Well conversant in Hindi, English, Sanskrit, Urdu and Farsi, he chose Urdu to be his medium of verse. His poems reflect his liberal convictions and profound thoughts. He was a voice of courage, of honesty and of conviction. His poems have an honest reflection of his thoughts and his time. He was also a deeply spiritual man. He often wrote very intimately about the relation of man and God and “how a good deed never goes waste”. Most of these also have a universal appeal and a childlike faith in goodness, kindness and truth. A teacher by profession and a freedom fighter by choice - Shri Jitendra Mohan Sinha, ‘Rahbar’(1911-1993) was a man of multiple facets. He was an ardent follower of Gandhinian philosophy and decided to leave a career in Law to participate in freedom struggle. He was imprisoned in 1930 and later spent a life of a dedicated teacher of English Literature at  National College, Lucknow."}
{"poet": "Mahir Bilgrami", "bio": "Kamlapat Sahai 'Mahir' Bilgrami (December 2, 1922 - June 22, 2005) was a celebrated Urdu poet from Bilgram, Uttar Pradesh, India.  His prolific writing explored themes of patriotism, national integration, spirituality, and the lives of historical figures. He was the author of numerous acclaimed works, including 'Nava-e-Soz-o-Saaz', 'Khanda-e-Gul', and 'Subh-e-Chaman'. Bilgrami's literary contributions earned him several awards from the UP Urdu Academy. Additionally, he was a frequent contributor to broadcasts on Doordarshan and All India Radio, and a patron of the Bazm-e-Safi literary group."}
{"poet": "Manish Shukla", "bio": "Mr Manish Shukla born in 1971. A poet of national and international repute. He was born in sitapur, India. Manish Shukla is a post graduate from the university of lucknow, India in Anthropology. He is a state civil service officer in state of uttar pradesh, India and presently holding the posts of Finance Officer, U. P. Academy Of Administration & Management and Director, Uttar Pradesh Hindi Sansthan Lucknow, U. P., India. Mr. Manish Shukla has been writing a a number of urdu ghazals for last 20 years and has been a recipient of numerous prestigious awards including Urdu Academy Uttar Pradesh award and “Firaq Gorakhpuri “ award from the literary council of state of U P for his literary contribution towards Urdu literature. His first collection of urdu ghazals “khwab patthar ho gaye” was published in 2012 . Mr. Manish Shukla has been awarded with: Yuva Ratna Samman 2012, Saqib Award 2014, Naseem Ahmad Siddiqui Award 2015, Late Devel Mishra Smiriti Samman 2016, Srijan Samman 2016-U.P. Press Club and Rotary Excellence Award 2016. Manish shukla is regularly participating in all India and international mushaera for last 15 years. His poetry recitations are being aired regularly from All India Radio and different Television channels. His ghazals are being published by all reputed hindi and urdu magazines and news papers all over the world. He is continuously participating in Jash-e-Adab International poetry festival since 2013 held at New Delhi, Mumbai, Lucknow & Raebareli. Has also participated as Urdu poet in Jashn-e-Rekhta International Urdu festival organized by Rekhta organization, New Delhi in February 2016 at New Delhi"}
{"poet": "Mir Khaliq", "bio": "Inheritance, lineage, and upbringing plays a significant role in any person’s rearing. Among the Urdu poets, Mir Anis's family is characterized by these rare qualities that for eight consecutive generations continued to contribute such a high level of Urdu poetry that it has became a paragon in its own class. Khaleeq’s family’s intellectual or artistic ability, such as in poetry or music that continued for more than seven or eight generations and is considered an extraordinary event of inherited traits in human society.Mir Zahak's son was Mir Hassan. His son was Mir Khaliq. Even after Mir Khaliq, the tradition of poetry recitation and Marsiya-composition continued for four generations. His son Mir Anis and his son Mir Nafees, his son Urooj and then his son Mir Faiz are among the greatest Marsiya-composers. No acquired art lasts for many generations in a family. It is exclusive to this family that the conscientious art of poetry lasted for eight generations, that is, for a little over two and a half centuries. This is the family of the Iranian-born Mousavi Sadat, who came to Delhi from the city of Herat (Afghanistan) and settled in Delhi during the reign of King Jahan. At that time, the Mughal court of Delhi was the center of knowledge and literature. One of the members of this family was Mir Imami, who was a very capable and unique jurist and also had a taste for poetry. For four generations, the family lived a dignified life in Delhi. When the decline of the Mughal Empire began, the economic woes of the artists began to grow. The nobles and Sahib Kamal people left their residence in Delhi and turned to Awadh. Mir Ghulam Hussain Zahak, the great grandson of Miramami Mousavi, also came to Faizabad, the capital of Awadh, with his eldest son Mir Hassan. In Faizabad, the Awadh government had set up an office to compile proverbs and idioms. Mir Hassan was appointed its secretary. He was staying at Gulab Bari in Faizabad, where the Anis-o-Chakbast Library is now located.Mir Mustahasan Khaliq was the middle son of Mir Ghulam Hassan alias Mir Hassan. Traditionally, they were educated at home. Sheikh Imam Bakhsh Naskh also used to instruct his students to go to Mir Khaleeq if they want to learn the language. It has been mentioned that from the age of sixteen, Khaleeq became inclined towards poetry. He educated by the teachers of Faizabad and Lucknow. Khaliq initially sought amends in his poetry from his father Mir Hassan for a few days. Mir Hassan was busy writing \"Masnavi Sahar Al Bayan\" in those days, so he gave Khaliq as a disciple of Mushafi. It is also stated that first Mir Hassan took Khaliq to Mir Taqi Mir but he said that he could not pay attention to the training of his own children so where could he get the respite to reform and train someone else’s. Only after hearing this answer from Mir Sahib did he hand it over to Mushafi. Undoubtedly, as far as ghazals are concerned, the Mushafi gave proper guidance to Khaleeq and introduced him to the nuances of this art. It is also said that Mushafi compiled the book \"Tazkira Hindi\" containing the tazkiras of the poets on the recommendations of Mir Khaliq. Mir Khaliq's first job was with a Neshapuri family in Faizabad for Rs. 15 a month. After that he became associated with the government of Mirza Muhammad Taqi Khan Tarqi, brother-in-law of Nawab Asif Al-Dawla. Sometimes he used to come to Lucknow from Faizabad and stay with Mirza Fakhr-ud-Din alias Mirza Jafar who lived in Mohalla Pir Bukhara for a few days and used to attend poetry recitals and literary gatherings in Lucknow.The ’Adabi Daftar-e-Muhaavarat-o-Zarb-ul-masal’, whose author was Mir Hassan, was later handed over to Mir Khaliq. When Saadat Yar Khan Rangin Dehlavi came to Faizabad, he met Mir Khaliq and Rangin expressed his views on some suspicious poems of Mir Hassan's Masnavi Sahar Al Bayan and sought correction from them. Mir Khaliq's permanent residence was in Faizabad but as mentioned above he also used to come to Lucknow for some time. It is not known with certainty when he left his residence in Faizabad and settled in Lucknow.In this family, the series of ghazal recitation ended with Anis. In fact, where the ghazals of Khaliq are hardly available, there is no source for the ghazals of Anis. In the beginning, nineteen ghazals were corrected by Khaliq. The father felt that the field of ghazal would be too narrow for Anis, so one day after correcting the ghazal, he said to Anis, \"Son, now bid farewell to the ghazal.\" From that day onwards, Anis followed his father's advice and composed only Salam and Marsiya. How right was Khaliq's opinion, that he gave Urdu a poet like Anis whose words weighed the scales of poetry.Mir Khaliq’s poetry is an exemplar of the period between the schools of Delhi and Lucknow in which he worked with great sophistication in proverbs and everyday usage and this is what Mir Anis inherited.Mir Khaliq passed away in 1844 at the age of 77, and left behind 3 sons and 4 daughters, of whom Mir Babar Ali Anis was the eldest. Inheritance, lineage, and upbringing plays a significant role in any person’s rearing. Among the Urdu poets, Mir Anis's family is characterized by these rare qualities that for eight consecutive generations continued to contribute such a high level of Urdu poetry that it has became a paragon in its own class. Khaleeq’s family’s intellectual or artistic ability, such as in poetry or music that continued for more than seven or eight generations and is considered an extraordinary event of inherited traits in human society. Mir Zahak's son was Mir Hassan. His son was Mir Khaliq. Even after Mir Khaliq, the tradition of poetry recitation and Marsiya-composition continued for four generations. His son Mir Anis and his son Mir Nafees, his son Urooj and then his son Mir Faiz are among the greatest Marsiya-composers. No acquired art lasts for many generations in a family. It is exclusive to this family that the conscientious art of poetry lasted for eight generations, that is, for a little over two and a half centuries. This is the family of the Iranian-born Mousavi Sadat, who came to Delhi from the city of Herat (Afghanistan) and settled in Delhi during the reign of King Jahan. At that time, the Mughal court of Delhi was the center of knowledge and literature. One of the members of this family was Mir Imami, who was a very capable and unique jurist and also had a taste for poetry. For four generations, the family lived a dignified life in Delhi. When the decline of the Mughal Empire began, the economic woes of the artists began to grow. The nobles and Sahib Kamal people left their residence in Delhi and turned to Awadh. Mir Ghulam Hussain Zahak, the great grandson of Miramami Mousavi, also came to Faizabad, the capital of Awadh, with his eldest son Mir Hassan. In Faizabad, the Awadh government had set up an office to compile proverbs and idioms. Mir Hassan was appointed its secretary. He was staying at Gulab Bari in Faizabad, where the Anis-o-Chakbast Library is now located. Mir Mustahasan Khaliq was the middle son of Mir Ghulam Hassan alias Mir Hassan. Traditionally, they were educated at home. Sheikh Imam Bakhsh Naskh also used to instruct his students to go to Mir Khaleeq if they want to learn the language. It has been mentioned that from the age of sixteen, Khaleeq became inclined towards poetry. He educated by the teachers of Faizabad and Lucknow. Khaliq initially sought amends in his poetry from his father Mir Hassan for a few days. Mir Hassan was busy writing \"Masnavi Sahar Al Bayan\" in those days, so he gave Khaliq as a disciple of Mushafi. It is also stated that first Mir Hassan took Khaliq to Mir Taqi Mir but he said that he could not pay attention to the training of his own children so where could he get the respite to reform and train someone else’s. Only after hearing this answer from Mir Sahib did he hand it over to Mushafi. Undoubtedly, as far as ghazals are concerned, the Mushafi gave proper guidance to Khaleeq and introduced him to the nuances of this art. It is also said that Mushafi compiled the book \"Tazkira Hindi\" containing the tazkiras of the poets on the recommendations of Mir Khaliq. Mir Khaliq's first job was with a Neshapuri family in Faizabad for Rs. 15 a month. After that he became associated with the government of Mirza Muhammad Taqi Khan Tarqi, brother-in-law of Nawab Asif Al-Dawla. Sometimes he used to come to Lucknow from Faizabad and stay with Mirza Fakhr-ud-Din alias Mirza Jafar who lived in Mohalla Pir Bukhara for a few days and used to attend poetry recitals and literary gatherings in Lucknow.The ’Adabi Daftar-e-Muhaavarat-o-Zarb-ul-masal’, whose author was Mir Hassan, was later handed over to Mir Khaliq. When Saadat Yar Khan Rangin Dehlavi came to Faizabad, he met Mir Khaliq and Rangin expressed his views on some suspicious poems of Mir Hassan's Masnavi Sahar Al Bayan and sought correction from them. Mir Khaliq's permanent residence was in Faizabad but as mentioned above he also used to come to Lucknow for some time. It is not known with certainty when he left his residence in Faizabad and settled in Lucknow. In this family, the series of ghazal recitation ended with Anis. In fact, where the ghazals of Khaliq are hardly available, there is no source for the ghazals of Anis. In the beginning, nineteen ghazals were corrected by Khaliq. The father felt that the field of ghazal would be too narrow for Anis, so one day after correcting the ghazal, he said to Anis, \"Son, now bid farewell to the ghazal.\" From that day onwards, Anis followed his father's advice and composed only Salam and Marsiya. How right was Khaliq's opinion, that he gave Urdu a poet like Anis whose words weighed the scales of poetry. Mir Khaliq’s poetry is an exemplar of the period between the schools of Delhi and Lucknow in which he worked with great sophistication in proverbs and everyday usage and this is what Mir Anis inherited. Mir Khaliq passed away in 1844 at the age of 77, and left behind 3 sons and 4 daughters, of whom Mir Babar Ali Anis was the eldest."}
{"poet": "Muzaffar Ali Aseer", "bio": "Aseer, Syed Muzaffar Ali (1800–1882), was born in Amethi (U.P.) but raised in Lucknow. He held prominent positions in the courts of three Nawabs of Awadh and was a distinguished disciple of Mushafi. After the exile of Nawab Wajid Ali Shah, he became associated with the court of Nawab Yusuf Ali Khan of Rampur. His renowned disciples included Amir Minai and Riaz Khairabadi."}
{"poet": "Naseem Ajmal", "bio": "Dr. Naseem Ajmal is a mathematician by profession and Urdu poetry is his passion. Born in the year 1948 in a well-known family of Urdu poets of Lucknow, he did his graduation in science and post-graduation in mathematics from Lucknow University. His interest in Urdu poetry was brought to light revealed in 1971-72 when his writings were published by esteemed Urdu journals Kitab and Naya Daur.In pursuit of higher studies, he left for Delhi and got his doctorate from Delhi University for his work in abstract modern algebra. Throughout his research period, he kept his literary interest alive and published his writings in reputed Urdu journals, such as Shayer (Bombay), Tahreek (Delhi) and Kitab (Lucknow). He was regularly invited by Urdu external services of A.I.R. for poetry recitations.He got a permanent position in Zakir Hussain College, Delhi University in the year 1980. After several years of devoted teaching, be came back to research and started working on a newly emerging area of fuzzy mathematics. He made some significant contributions towards the development of fuzzy algebraic structures and published numerous research papers in international journals. The A.B.I., North Carolina, U.S.A. awarded him.“Gold Record of Achievement Award 1996” for his research work in Fuzzy Algebra. The Council of National Research of Italy invited him as a visiting professor in the year 1996. He worked at the University of Lecce in collaboration with Prof. Eduardo Pascali, an eminent mathematician of Italy. He was retired in 2013 as an associate professor and was awarded an Emeritus fellowship by University Grants Commission, India in 2016.Fuzzy mathematics and fuzzy logic are intimately related disciplines. Fuzzy logic is based on the observation that the world is compromises of opposites; everything is a matter of degree; being and not being have blurred boundaries. Equipped with this method of reasoning, Naseem Ajmal could easily discern the inherent fuzziness of human perception. He laid more emphasis on the complexities and intricacies of human feelings and emotions which are imprecise and vague (fuzzy). For example.Ek samandar sa gira tha mujh mein,Phir bahut shor hua tha mujh mein.Yeh kaun shakhs hai mujh se nikal ke rat gaiTamasha   dekh   raha   ha   meri   udasi   kaIn the later stages of his writing, he preferred to publish his work in the literary Hindi journals, such as Anabhaya Sancha, Naya Path and Hans, and also in Zehne-Jadeed. A famous Hindi scholar Dr. Vishwanath Tripathi, while enumerating the qualities of his Ghazals also wrote that, there is a defamiliarisation of the familiar in his writing. Many Hindi critics, Gyan Prakash Vivek, Bikram Singh and Prabhat Ranjan have written exhaustive articles on his style of writing. Motivated from his style, Dr. Bikram Singh, a well-known Hindi scholar, tried to develop Fuzzy Aesthetics in his articles published in Anabhaya Sancha (2009, vol. 16, 34-50, 2010, vol. 19, 30-65 & 2014 vol. 36, 15-36). His first collection of Ghazals, entitled. “Charon Taraf Bikharte Hue”is published by Anamika Publishers, in the year 1917. Dr. Naseem Ajmal is a mathematician by profession and Urdu poetry is his passion. Born in the year 1948 in a well-known family of Urdu poets of Lucknow, he did his graduation in science and post-graduation in mathematics from Lucknow University. His interest in Urdu poetry was brought to light revealed in 1971-72 when his writings were published by esteemed Urdu journals Kitab and Naya Daur. In pursuit of higher studies, he left for Delhi and got his doctorate from Delhi University for his work in abstract modern algebra. Throughout his research period, he kept his literary interest alive and published his writings in reputed Urdu journals, such as Shayer (Bombay), Tahreek (Delhi) and Kitab (Lucknow). He was regularly invited by Urdu external services of A.I.R. for poetry recitations. He got a permanent position in Zakir Hussain College, Delhi University in the year 1980. After several years of devoted teaching, be came back to research and started working on a newly emerging area of fuzzy mathematics. He made some significant contributions towards the development of fuzzy algebraic structures and published numerous research papers in international journals. The A.B.I., North Carolina, U.S.A. awarded him. “Gold Record of Achievement Award 1996” for his research work in Fuzzy Algebra. The Council of National Research of Italy invited him as a visiting professor in the year 1996. He worked at the University of Lecce in collaboration with Prof. Eduardo Pascali, an eminent mathematician of Italy. He was retired in 2013 as an associate professor and was awarded an Emeritus fellowship by University Grants Commission, India in 2016. Fuzzy mathematics and fuzzy logic are intimately related disciplines. Fuzzy logic is based on the observation that the world is compromises of opposites; everything is a matter of degree; being and not being have blurred boundaries. Equipped with this method of reasoning, Naseem Ajmal could easily discern the inherent fuzziness of human perception. He laid more emphasis on the complexities and intricacies of human feelings and emotions which are imprecise and vague (fuzzy). For example. Ek samandar sa gira tha mujh mein,Phir bahut shor hua tha mujh mein.Yeh kaun shakhs hai mujh se nikal ke rat gaiTamasha   dekh   raha   ha   meri   udasi   ka In the later stages of his writing, he preferred to publish his work in the literary Hindi journals, such as Anabhaya Sancha, Naya Path and Hans, and also in Zehne-Jadeed. A famous Hindi scholar Dr. Vishwanath Tripathi, while enumerating the qualities of his Ghazals also wrote that, there is a defamiliarisation of the familiar in his writing. Many Hindi critics, Gyan Prakash Vivek, Bikram Singh and Prabhat Ranjan have written exhaustive articles on his style of writing. Motivated from his style, Dr. Bikram Singh, a well-known Hindi scholar, tried to develop Fuzzy Aesthetics in his articles published in Anabhaya Sancha (2009, vol. 16, 34-50, 2010, vol. 19, 30-65 & 2014 vol. 36, 15-36). His first collection of Ghazals, entitled. “Charon Taraf Bikharte Hue”is published by Anamika Publishers, in the year 1917."}
{"poet": "Syed Sajjad Zaheer", "bio": "Syed Sajjad Zaheer was born on November 5, 1905 in Golaganj, Lucknow, and his father's name was Sir Syed Wazir Hassan. His grandfather Syed Zaheer Ahsan was a Tehsildar and his father was a well-known lawyer of his time, who started practicing law in Pratapgarh but later moved to Lucknow. He was not only a lawyer but also very interested in politics. He later became a judge in the Awadh Chief Court and was later promoted to Chief Justice of the Allahabad High Court. Wazir Hassan was married to Sikandar Fatima, daughter of a landlord called Sakan. One of his five sons was Sajjad Zaheer.Sajjad Zaheer matriculated from Jubilee High School in 1921 and FA in 1923. He obtained his BA degree from Lucknow University in 1926. He wanted to pursue higher education in England, so he moved to England in March 1927. He enrolled at Oxford University and received his MA. There, he became ill and contracted tuberculosis. He had to go to Switzerland where he was treated in a sanatorium. But during his illness he returned to India and formed the \"Majlis-e-Talaba-e-Hind\" with a select few Indian students such as Mahmudul Zafar, Zain-ul-Abidin Ahmed etc. And that’s where the idea of the publication of ‘Angare’ was conceived. He received his Journalism Cod Diploma from London and returned to London in 1935 to pursue a degree in Barrett Law. He also published a magazine for Indian students from Oxford University, Bharat.Sajjad Zaheer had formed an association of progressive writers in London and also established a literary circle. The aim was for the progressive movement to flourish in India in a formal form and for the writers here to be full of progressive ideas. He also had a background. There was a wave of awakening in India now. The political atmosphere in Europe, too, had a profound affect on him. Sajjad Zaheer himself explains the political consciousness that was created in response to the conditions of that time as follows:“We were gradually turning to socialism. Our minds were in search of a philosophy that could help us understand and solve the growing complexities of society. We are not satisfied that humanity has always had and will continue to have troubles and disasters. We began to read books by Marx and other co-authors with great interest. As we expanded our study, debated with each other, and solved historical, social, and philosophical problems, our minds became brighter and our hearts became calmer. It was the beginning of a new endless acquisition of knowledge after graduating from university.”In this way, the progressive movement became a prospect. The first progressive manifesto was held in London. Apart from Sajjad Zaheer, Malik Raj Anand, Jyoti Ghosh, KS Bhatt, S Sinha and Muhammad Din Taseer were the signatories. The main point of this manifesto was to establish writers' associations in different provinces of India, to liaise with other associations, to establish literary parties, to promote progressive ideas, to emphasize translations, India. Let the letter be an endorsement of the national language, let there be freedom of expression and let the writers help each other.Thus, in December 1935, a meeting was held at the Bharatiya Sahtia Parishad, Nagpur, in which a manifesto was presented, signed by Jawaharlal Nehru, Narendra Dev, Maulvi Abdul Haqq and Munshi Prem Chand. The first conference of progressives was held in April 1936. The declaration called for the publication of progressive literature, the writing and translation of progressive articles, the mutual support of progressive writers and the freedom of thought. In this conference, Prem Chand's famous sermon came to the fore which sparked a debate on literature and utility and emphasized the need to create an atmosphere in India where open literary debates could take place. The definition of beauty- aesthetics- was challenged, and thus called for a revamp; an idea which was postulated by Sajjad Zaheer himself.He took an active part in politics as an activist of the Allahabad Indian National Congress during his stay in Allahabad. He worked side by side with Nehruji as the Secretary of the Allahabad City Congress Committee. During this time, he formed the All-India Kisan Sabha and during this period of activity he came in contact with active communist leaders like PC Joshi. At the same time, he became associated with many newspapers and magazines in politics. Promoted progressive ideas through ‘Chingari and ‘Naya Adab’. In 1956, he was appointed editor-in-chief of the ‘Awami Daur’. Later the same newspaper \"Hayat\" was published which is still being published under the editorship of Shamim Faizi. On September 10, 1938, he married Razia Dilshad, daughter of Khan Bahadur Syed Raza Hussain, who became known as Razia Sajjad Zaheer or Razia Aapaa. The journal was declared a \"Qaumi Jang\" in 1942. Earlier, when World War II broke out in early September 1939, Communist activists opposed the war and decided to make their arrest. He likened the war against the British to imperialism. Thus, Sajjad Zaheer was arrested in March 1940 and sent to Lucknow Central Jail. He was released two years later in March 1942.Sajjad Zaheer moved to Bombay in 1942 and from there launched the \"Qaumi Jang\".ince his father was ill in Lucknow, he moved there in 1947. His father died on August 31 of the same year, but the Communist Party made a decision that led him to move to Pakistan in 1948. But there he had to stay underground for three years. Finally, in 1951, Rawalpindi was arrested in a conspiracy and remained in various jails for about four years. After his release, he came to India. He also obtained Indian citizenship with the help of Nehru. In 1958, he attended the first Afro-Asian Writers 'Conference in Tashkent and became the secretary of the Writers' Association. From 1927 to 1973 he traveled to various countries such as Britain, France, Belgium, Germany, Italy, Switzerland, Russia, Hungary, Bulgaria, Egypt, Algeria, Lebanon, Iraq, Afghanistan and Cuba.It should be noted that \"Angare\" was published in 1931. There were ten stories in it. The book was labeled mutinous and suggestive, and the UP government confiscated the book and the Indian government also banned it.But Sajjad Zaheer's novel \" London Ki Ek Raat\" is very important. This book was published in 1938. Its importance in terms of content and technique is undeniable and its status is a milestone in the history of Urdu fiction. It is not only an attempt to mark the changing theory of the individual and society, but also its intellectual and psychological system. Some young people and their dreams are romantic but have a deep psychological background. It also uses the technique of mindfulness. Although it may be debatable to relate this to William Jones's related concepts or to some of the novels of Tristrom Shendy or Joyce and Virginia Woolf. The story of just one-night carries with it many mysteries of life. This is the distinction of this novel.Sajjad left London at the end of August, and after a stay in Moscow, he arrived in Asma. The proposed conference was scheduled for September 4-9. He was having breakfast on the morning of September 6 when he had a heart attack. The doctor came, he advised rest. He bravely faced the adversity, and fortunately, began to recover. On the morning of September 11, he fainted and did not regain consciousness until the last moment. In the same condition, on Thursday, September 13, 1973, at 11:30 in the morning, he was declared dead. Sajjad Zaheer’s mortal coil reached Delhi by plane on the morning of Saturday, September 15, and he was laid to rest in the Jamia Nagar cemetery of Jamia Millia Islamia. Syed Sajjad Zaheer was born on November 5, 1905 in Golaganj, Lucknow, and his father's name was Sir Syed Wazir Hassan. His grandfather Syed Zaheer Ahsan was a Tehsildar and his father was a well-known lawyer of his time, who started practicing law in Pratapgarh but later moved to Lucknow. He was not only a lawyer but also very interested in politics. He later became a judge in the Awadh Chief Court and was later promoted to Chief Justice of the Allahabad High Court. Wazir Hassan was married to Sikandar Fatima, daughter of a landlord called Sakan. One of his five sons was Sajjad Zaheer. Sajjad Zaheer matriculated from Jubilee High School in 1921 and FA in 1923. He obtained his BA degree from Lucknow University in 1926. He wanted to pursue higher education in England, so he moved to England in March 1927. He enrolled at Oxford University and received his MA. There, he became ill and contracted tuberculosis. He had to go to Switzerland where he was treated in a sanatorium. But during his illness he returned to India and formed the \"Majlis-e-Talaba-e-Hind\" with a select few Indian students such as Mahmudul Zafar, Zain-ul-Abidin Ahmed etc. And that’s where the idea of the publication of ‘Angare’ was conceived. He received his Journalism Cod Diploma from London and returned to London in 1935 to pursue a degree in Barrett Law. He also published a magazine for Indian students from Oxford University, Bharat. Sajjad Zaheer had formed an association of progressive writers in London and also established a literary circle. The aim was for the progressive movement to flourish in India in a formal form and for the writers here to be full of progressive ideas. He also had a background. There was a wave of awakening in India now. The political atmosphere in Europe, too, had a profound affect on him. Sajjad Zaheer himself explains the political consciousness that was created in response to the conditions of that time as follows: “We were gradually turning to socialism. Our minds were in search of a philosophy that could help us understand and solve the growing complexities of society. We are not satisfied that humanity has always had and will continue to have troubles and disasters. We began to read books by Marx and other co-authors with great interest. As we expanded our study, debated with each other, and solved historical, social, and philosophical problems, our minds became brighter and our hearts became calmer. It was the beginning of a new endless acquisition of knowledge after graduating from university.”In this way, the progressive movement became a prospect. The first progressive manifesto was held in London. Apart from Sajjad Zaheer, Malik Raj Anand, Jyoti Ghosh, KS Bhatt, S Sinha and Muhammad Din Taseer were the signatories. The main point of this manifesto was to establish writers' associations in different provinces of India, to liaise with other associations, to establish literary parties, to promote progressive ideas, to emphasize translations, India. Let the letter be an endorsement of the national language, let there be freedom of expression and let the writers help each other.Thus, in December 1935, a meeting was held at the Bharatiya Sahtia Parishad, Nagpur, in which a manifesto was presented, signed by Jawaharlal Nehru, Narendra Dev, Maulvi Abdul Haqq and Munshi Prem Chand. The first conference of progressives was held in April 1936. The declaration called for the publication of progressive literature, the writing and translation of progressive articles, the mutual support of progressive writers and the freedom of thought. In this conference, Prem Chand's famous sermon came to the fore which sparked a debate on literature and utility and emphasized the need to create an atmosphere in India where open literary debates could take place. The definition of beauty- aesthetics- was challenged, and thus called for a revamp; an idea which was postulated by Sajjad Zaheer himself. He took an active part in politics as an activist of the Allahabad Indian National Congress during his stay in Allahabad. He worked side by side with Nehruji as the Secretary of the Allahabad City Congress Committee. During this time, he formed the All-India Kisan Sabha and during this period of activity he came in contact with active communist leaders like PC Joshi. At the same time, he became associated with many newspapers and magazines in politics. Promoted progressive ideas through ‘Chingari and ‘Naya Adab’. In 1956, he was appointed editor-in-chief of the ‘Awami Daur’. Later the same newspaper \"Hayat\" was published which is still being published under the editorship of Shamim Faizi. On September 10, 1938, he married Razia Dilshad, daughter of Khan Bahadur Syed Raza Hussain, who became known as Razia Sajjad Zaheer or Razia Aapaa. The journal was declared a \"Qaumi Jang\" in 1942. Earlier, when World War II broke out in early September 1939, Communist activists opposed the war and decided to make their arrest. He likened the war against the British to imperialism. Thus, Sajjad Zaheer was arrested in March 1940 and sent to Lucknow Central Jail. He was released two years later in March 1942. Sajjad Zaheer moved to Bombay in 1942 and from there launched the \"Qaumi Jang\".ince his father was ill in Lucknow, he moved there in 1947. His father died on August 31 of the same year, but the Communist Party made a decision that led him to move to Pakistan in 1948. But there he had to stay underground for three years. Finally, in 1951, Rawalpindi was arrested in a conspiracy and remained in various jails for about four years. After his release, he came to India. He also obtained Indian citizenship with the help of Nehru. In 1958, he attended the first Afro-Asian Writers 'Conference in Tashkent and became the secretary of the Writers' Association. From 1927 to 1973 he traveled to various countries such as Britain, France, Belgium, Germany, Italy, Switzerland, Russia, Hungary, Bulgaria, Egypt, Algeria, Lebanon, Iraq, Afghanistan and Cuba. It should be noted that \"Angare\" was published in 1931. There were ten stories in it. The book was labeled mutinous and suggestive, and the UP government confiscated the book and the Indian government also banned it. But Sajjad Zaheer's novel \" London Ki Ek Raat\" is very important. This book was published in 1938. Its importance in terms of content and technique is undeniable and its status is a milestone in the history of Urdu fiction. It is not only an attempt to mark the changing theory of the individual and society, but also its intellectual and psychological system. Some young people and their dreams are romantic but have a deep psychological background. It also uses the technique of mindfulness. Although it may be debatable to relate this to William Jones's related concepts or to some of the novels of Tristrom Shendy or Joyce and Virginia Woolf. The story of just one-night carries with it many mysteries of life. This is the distinction of this novel. Sajjad left London at the end of August, and after a stay in Moscow, he arrived in Asma. The proposed conference was scheduled for September 4-9. He was having breakfast on the morning of September 6 when he had a heart attack. The doctor came, he advised rest. He bravely faced the adversity, and fortunately, began to recover. On the morning of September 11, he fainted and did not regain consciousness until the last moment. In the same condition, on Thursday, September 13, 1973, at 11:30 in the morning, he was declared dead. Sajjad Zaheer’s mortal coil reached Delhi by plane on the morning of Saturday, September 15, and he was laid to rest in the Jamia Nagar cemetery of Jamia Millia Islamia."}
{"poet": "Siraj Lucknowi", "bio": "Siraj Lucknowi is a true representative of the literary culture of Lucknow where he was born and brought up. He is credited with introducing new linguistic and stylistic features, as well as projecting new thematic concerns in his poetry. Marked for its creative resilience, his poetry developed a fresh perspective on life and times.Siraj Lucknowi was born in 1894. After receiving his education at Church Mission High School, he started working for Cooperative Society to earn his livelihood and remained associated with it all his life. He passed away in 1960 at Lucknow."}
{"poet": "Timsal Masud", "bio": "Timsal Masud is a lecturer of Hindi-Urdu, translator, editor, and textbook author. He completed a Ph.D. at Lucknow University in 2008, where he studied trends in Urdu translations of modern Persian short stories. Since completing his Ph.D., he has continued to remain interested in translation, publishing Urdu translations ofThe Little Princeand Patrick Süskind’sThe Story of Mr. Sommer. While teaching language classes, he noticed the need for a concise, user-friendly Urdu dictionary. This inspired him to write theEssential Urdu Dictionary(Hodder & Stoughton. 2015).  He has also revisedComplete Urdu(Hodder & Stoughton. 2014), and co-edited (with Dr. Syed Akbar Hyder)Urdu-namah(City Press: 2020), an intermediate-advanced reader of Urdu texts for the classroom. In recent years, his research interests have turned towards the study of the literature of Awadh, including Wajid Ali Shah’s literary work and the works of Mir Anis, particularly hismarsiya(elegy). As part of an effort to ensure Awadh’s literature reaches a wider public, he is currently editing and translating a series of books about Wajid Ali Shah’ works to the Devanagari script. The first book,Lucknow Ka Shahi Stage(The Royal Stage of Lucknow), came out in 2019 and the second one,Wajid Ali Shah(The last king of Awadh) will appear in 2021 with Aakhar Prakashan Press. A three-volume edition of Mir Anis’s marsiya is forthcoming from City Press, Karachi. The collection will include a critical introduction. Lastly, Masud has published on translation, Awadh history and literature, and more generally Urdu literature inThe Journal of Urdu Studies, Duniyazad,andAaj. Prior to joining Columbia University, Masud taught Hindi and Urdu at The University of Texas at Austin and The University of Chicago."}
{"poet": "Muhammad Umar Ansari", "bio": "Muhammad Umar Ansari was born on 23 September 1912, in Lucknow. He completed his graduation from Lucknow University. He has written many short stories, dramas, critical essays and inshaiyas that have been appearing in reputed journals and magazines. He would write under the pen name of Umar. He has been the editor in chief of various newspapers and journals. He was the controller of production of Babul and composed the lyrics ofSohni and Maahiwal. He started poetry in 1930 and has explored every aspect of literature.Jaras-E-Kaarwaan, Baazgasht, Saaz-E-Bekhudi, Sanam Kada, Tarana-E-Naat Naqsh-E-DwamandKasheed-E-Jaanare the collections of his poetry. He has received a number of awards for his different books. In 1985, the U.P. Urdu Academy honored him with its highest award of Rs. 10,000. He died on 18 November 2005 inLucknow. Muhammad Umar Ansari was born on 23 September 1912, in Lucknow. He completed his graduation from Lucknow University. He has written many short stories, dramas, critical essays and inshaiyas that have been appearing in reputed journals and magazines. He would write under the pen name of Umar. He has been the editor in chief of various newspapers and journals. He was the controller of production of Babul and composed the lyrics ofSohni and Maahiwal. He started poetry in 1930 and has explored every aspect of literature.Jaras-E-Kaarwaan, Baazgasht, Saaz-E-Bekhudi, Sanam Kada, Tarana-E-Naat Naqsh-E-DwamandKasheed-E-Jaanare the collections of his poetry. He has received a number of awards for his different books. In 1985, the U.P. Urdu Academy honored him with its highest award of Rs. 10,000. He died on 18 November 2005 inLucknow."}
{"poet": "Agha Jani Kashmiri", "bio": "Agha Jani Kashmiri a.k.a. Syed Wajid Hussain Rizavi, was an Indian screenwriter, dialogue writer, writer, actor and Urdu poet. He was born on October 16, 1908 in Lucknow, Uttar Pradesh, India and died on March 27, 1998 in Toronto, Canada. He has worked as a screenplay writer and dialogue writer in various films such as Naya Zamana, Parwana, April Fool, Chori Chori and Humayun. He also worked as an actor in Hindi films like Miss Manorama and Anokhi Ada. Agha Jani Kashmiri a.k.a. Syed Wajid Hussain Rizavi, was an Indian screenwriter, dialogue writer, writer, actor and Urdu poet. He was born on October 16, 1908 in Lucknow, Uttar Pradesh, India and died on March 27, 1998 in Toronto, Canada. He has worked as a screenplay writer and dialogue writer in various films such as Naya Zamana, Parwana, April Fool, Chori Chori and Humayun. He also worked as an actor in Hindi films like Miss Manorama and Anokhi Ada."}
{"poet": "Ahmad Sageer", "bio": "Ahmad Sageer was born on November 5, 1990, in Sant Kabir Nagar (Basti). He completed his early education in his hometown and then moved to Lucknow University for higher studies, where he earned degrees in Social Work. After finishing his studies, he worked in the development sector for seven years and later in the pharmaceutical industry for three years. Currently, he runs his own business and lives in Lucknow.Ahmad Sageer is a talented young poet whose poetry combines the contrast of words, depth, simplicity, and sensitivity. His ghazals beautifully express love, sorrow, longing, and various emotional aspects of life. He portrays the complexities of the human soul in a way that brings a new human form to each couplet. Ahmad Sageer's poetry balances philosophical reflections and emotional truths uniquely, offering the reader a different experience."}
{"poet": "Aisha Ayub", "bio": "Among the new generation, the poetry of Aisha Ayub has attained a distinguished place. She was born in Mumbai on January 18 and received her early education in Mumbai and Saudi Arabia. Currently residing in Lucknow, she has been associated with various literary and social organizations for many years now.Her childhood bent towards Urdu poetry reached a crescendo when she founded the Mukhtab Foundation for the promotion and expansion of Urdu literature and language.In her poetry, she has enriched the means of expression with the warmth of feeling by beautifully incorporating her experiences and feelings in poetic attire. In her free verse and blank verse poetry, the protestant tone of her feminine emotions is also beautifully inscribed.عائشہ ایوب Among the new generation, the poetry of Aisha Ayub has attained a distinguished place. She was born in Mumbai on January 18 and received her early education in Mumbai and Saudi Arabia. Currently residing in Lucknow, she has been associated with various literary and social organizations for many years now. Her childhood bent towards Urdu poetry reached a crescendo when she founded the Mukhtab Foundation for the promotion and expansion of Urdu literature and language. In her poetry, she has enriched the means of expression with the warmth of feeling by beautifully incorporating her experiences and feelings in poetic attire. In her free verse and blank verse poetry, the protestant tone of her feminine emotions is also beautifully inscribed."}
{"poet": "Anwar Jalalpuri", "bio": "Anwar Jalalpuri was born in the town Jalalpur (Ambedkar Nagar, U.P). He was an English lecturer at Narendra Dev Inter College, Jalalpur. Since childhood, he was keenly interested in poetry and prose which brought him into the realm of literature. Initially educated in Azamgarh, he reached the climax of his literary genius in Aligarh Muslim University. He was always thankful to his Ustad Malikzada Manzoor Ahmad.He started taking part in mushairas in the year 1963. Anwar is hugely famous for his ‘Nizamat’. He translated Hindu's religious book Bhagvad Geeta's Shlokas and Ravindra Nath Tagore's Gitanjli into Urdu verses. He also translated the 11th paara of Quran into Urdu.He was a member of Uttar Pradesh Haj Committee, Uttar Pradesh Urdu Academy. Also, he chaired the Uttar Pradesh Madrasa Board. He later rose to the rank of a State Minister.Uttar Pradesh Urdu Academy, Meer Academy, Hindi Sahitya Sammelan, Bazm-e Urdu Adab etc have honoured him with many awards and recognitions. His literary works include ‘Rahrau se Rahnuma Tak’, translations of Gitanjali and Bhagwat Gita to Urdu, Roshnai ke Safeer, Khare Paniyon ka Silsila, Khushbu ki Rishtedari, Jaagti ankhein etc. He is also credited with four books on ‘Natiya Shayari’. ‘Apni Dharti Apne Log’ is a compilation of his work on prose. He was a regular contributor to many newspapers & magazines. He also wrote dialogues for TV serial 'Akbar the Great'.He died on 2nd January 2018 in Lucknow's trauma center of King George Medical University. Anwar Jalalpuri was born in the town Jalalpur (Ambedkar Nagar, U.P). He was an English lecturer at Narendra Dev Inter College, Jalalpur. Since childhood, he was keenly interested in poetry and prose which brought him into the realm of literature. Initially educated in Azamgarh, he reached the climax of his literary genius in Aligarh Muslim University. He was always thankful to his Ustad Malikzada Manzoor Ahmad. He started taking part in mushairas in the year 1963. Anwar is hugely famous for his ‘Nizamat’. He translated Hindu's religious book Bhagvad Geeta's Shlokas and Ravindra Nath Tagore's Gitanjli into Urdu verses. He also translated the 11th paara of Quran into Urdu. He was a member of Uttar Pradesh Haj Committee, Uttar Pradesh Urdu Academy. Also, he chaired the Uttar Pradesh Madrasa Board. He later rose to the rank of a State Minister. Uttar Pradesh Urdu Academy, Meer Academy, Hindi Sahitya Sammelan, Bazm-e Urdu Adab etc have honoured him with many awards and recognitions. His literary works include ‘Rahrau se Rahnuma Tak’, translations of Gitanjali and Bhagwat Gita to Urdu, Roshnai ke Safeer, Khare Paniyon ka Silsila, Khushbu ki Rishtedari, Jaagti ankhein etc. He is also credited with four books on ‘Natiya Shayari’. ‘Apni Dharti Apne Log’ is a compilation of his work on prose. He was a regular contributor to many newspapers & magazines. He also wrote dialogues for TV serial 'Akbar the Great'. He died on 2nd January 2018 in Lucknow's trauma center of King George Medical University."}
{"poet": "Chandra Shekhar Varma", "bio": "A motivational speaker by profession, and a writer by passion, Chandra Shekhar Varma hasinherited literature from his illustrious grandfather, Padma Bhushan Shri Bhagwati Charan Varma, and also from his father, Shri Dhirendra Varma who is also a well-known Hindi author. Born in Lucknow in 1967, Chandra Shekhar did hisschooling from Colvin Taluqdars’ College, Lucknow and graduation and Post Graduation from Lucknow University. His first collection of Poems in Hindi Kadmon Ki Laye was published in 2009, and the second one Navaras in 2012. His novel in English Corners of a Straight Line was published in 2015."}
{"poet": "Faqiir Mohammad Khan", "bio": "Faqiir Mohammad Khan belonged to Malihabad and was a follower of Nasikh school. Although his mother tongue was pashtu, but he had a strong grip over Urdu. 'Bistan-e-hikmat' is his important book which is the urdu translation of a persian book named 'Anvaar suhelii'."}
{"poet": "Shadab Raza Siddiqui", "bio": "Shadab Raza Siddiqui, son of Ahmad Javed Siddiqui (Javed Gondvi), hails from Hayatganj, Gonda, Uttar Pradesh. At present, he resides in Faizullahganj, Lucknow.He belongs to a distinguished family of scholars and literary figures. His early education was nurtured under the guidance of his revered grandfather, Allama Sufi Abdul Wahid Sahib Madd Zilluhul Aali, a luminary in the art of na‘at-go’i (praise poetry for the Prophet). His father, Ahmad Javed Siddiqui, is also an internationally renowned na‘atiya poet. Growing up in this deeply literary and spiritual environment, Shadab Raza Siddiqui imbibed a natural love for poetry and literature, a passion that would later manifest vividly in his poetic expressions.The pursuit of higher education necessitated his separation from the revered company of his grandfather. However, his academic aspirations remained undeterred. In 2014, he earned a degree in Persian language from Jamia Ghausia Arabi College, along with the traditional Maulana certification. Since 2015, he has been serving in the Chief Minister’s Secretariat of the Uttar Pradesh Government.Poetry, particularly na‘atiya poetry, has been an integral part of his creative journey since the beginning. His first na‘at couplet, penned in 2011, marked the inception of his poetic expression:Yaqeen hai meri lahad mein Huzoor aayengeIsiliye hai tamanna ki jald mar jaoonThis unwavering devotion and love for the Prophet became the defining essence of his poetry. Shadab Raza Siddiqui’s verse is characterized by intellectual depth and emotional intensity, establishing him as a prominent voice among the new generation of Urdu poets."}
{"poet": "Shamshad Lakhnavi", "bio": "Shamshad Lakhnavi's real name was Muhammad Abdul Ahad. He was born around 1850. He was trained in poetry by Aasi Ghazipuri. Shamshad Lakhnavi was prominent as a religious scholar in Lucknow and Ghazipur. He was also a Sahib-e-Diwan poet. His poems are very impactful and eloquent. Shah Akbar Danapuri was one of the special friends of his. The chornograms of Shamshad is also seen in the Diwan of Hazrat Akbar. He remained the president of Madrasa Chashma-e- Rahmat, Ghazipur for a long time and then died around 1917 and was buried there. The name of Zaheer Ahsan Shauq Nimvi, a famous scholar of Azimabad, is also found in his students."}
{"poet": "Umair Manzar", "bio": "Umair Manzar was born on 5th may 1974, in Aazamgarh, a small town in Uttar Pradesh. A doctorate in Urdu from Jamia Millia Islamia,Umair manzar is currently working as Assistant Professor in Maulana azad National University Lucknow. He was also associated with Weekly Nai Duniya,New Delhi for a brief period. Two books have been edited and compiled by him named Naghmay-e-hyat (Poetry Collection) and Maulana Abul Lias Nadwi ke Qurani Maqalat."}
{"poet": "Abid Sohail", "bio": "Abid Sohail is widely recognized as a short story writer and journalist. As a journalist, he spent all his life resisting the negative forces that destroy the social fabric. He was one of the active members of the Communist Party of India and worked assiduously towards propagating the ideology of his party. He rendered distinguished services to National Herald and Qaumi Awaaz.Abid Sohail was born at a place called Aurai in Jalon district of Uttar Pradesh on 17 November, 1932. He received his education at Aurai and then at Bhopal. Later, he went to Lucknow University from where he got his degree of M. A. in Philosophy. Finally, he chose to settle down in Lucknow.Abid Sohail had started writing short stories even while he was a student at the university. It did not take long for him to establish a reputation as a serious writer who pursued his craft with care and consideration. His experiences as a journalist also played a part in his emergence as a writer of acute social awareness. His stories may easily be classified as those that reflect contemporary socio-political realities.Apart from short stories, Abid Sohail also wrote sketches of prominent social and literary personalities. These were collected together in a volume called Khuli Kitaab.Towards the end of his career, he also penned his autobiography which is rated as a respectable contribution to the genre."}
{"poet": "Adnan Hamid", "bio": "Adnan Hamid was born on August 15, 2000, in Mahmoodabad, Sitapur, Uttar Pradesh. He completed his early education in his hometown and later joined Lucknow University in 2017 for higher studies. During his Bachelor's and Master's, he was inspired by Marxist ideas and became involved in activism. For the last five years, he has been actively working with the party in Uttar Pradesh.Adnan Hamid’s poetry beautifully captures feelings of sadness, loss, and grief. His verses reflect the pain and complexity of human emotions with simplicity and depth.His words touch the heart deeply and give new meaning to sorrow and despair. Each line carries a story, an emotion, or a cry—sometimes as flowing tears, other times as silent knocks on the heart. Adnan Hamid’s ghazals bring a unique identity to sadness and pain in Urdu poetry."}
{"poet": "Akktar Lucknawi", "bio": "Lucknow has been the birth place of many Urdu poets. Another star of the literary world from Lucknow was Akktar Lucknawi, whose original name was Mehmood-Ul-Hasan. He was born on 1st September 193.. in Lucknow and migrated to Dhaka in 1950. He began to write poetry at an early age. He had been the Office Secretary of Anjuma-E-Taraqqiy-E-Urdu of West Pakistan and later joined journalism. He was associated with Radio Pakistan, Dhaka. He worked as news reader on television too. He wrote the dialogues and songs of some movies. After the fall of Dhaka, he moved to Karachi and continued his association with radio Pakistan. He retired in 199… he died on 2.. September 199.. at Karachi.Deeda-E-Tar,Shaakh-E-Nihal-E-GhamandHuzur-E-Sarkarare the collections of his work. Lucknow has been the birth place of many Urdu poets. Another star of the literary world from Lucknow was Akktar Lucknawi, whose original name was Mehmood-Ul-Hasan. He was born on 1st September 193.. in Lucknow and migrated to Dhaka in 1950. He began to write poetry at an early age. He had been the Office Secretary of Anjuma-E-Taraqqiy-E-Urdu of West Pakistan and later joined journalism. He was associated with Radio Pakistan, Dhaka. He worked as news reader on television too. He wrote the dialogues and songs of some movies. After the fall of Dhaka, he moved to Karachi and continued his association with radio Pakistan. He retired in 199… he died on 2.. September 199.. at Karachi.Deeda-E-Tar,Shaakh-E-Nihal-E-GhamandHuzur-E-Sarkarare the collections of his work."}
{"poet": "Ali Abbas Hussaini", "bio": "Ali Abbas Hussaini is well-known as a short story writer, playwright, and critic. He was born on 03 February, 1897 in a village called Para in Ghazipur district of Uttar Pradesh. He got his degrees of Matriculation and Intermediate from Mission High School, Allahabad. After graduating from Canning College, Lucknow, he took his M. A. in History from Allahabad University. Subsequently, he taught at Government Degree College, Lucknow. He retired from this college as its Principal in 1954. Hussaini passed away on 27 December, 1969.Stories inflamed Hussaini’s imagination right from his childhood. He had finished reading stories from Alif laila, Firdaus’s Shahnameh, Tilism-e Hosh Ruba, and other classical collections of stories quite early in his life. In 1917, he wrote his first story entitled “Ghuncha-i-Nashaguftah” and in 1920 he penned a romantic novel entitled Koh-e Qaaf ki Pari under the pen name of Sir Syed Ahmad Pasha. Shayad ke Bahaar Aaye was his second and last novel. He put together his stories in collections entitled Rafeeq-e Tanhai, Baasi Phool, Kaanton Mein Phool, Mela Ghoomani, Nadia Kinarey, ICS aur Doosrey Afsaaney, Yeh Kuchch Hansi Naheen Hai, Uljhey Dhaagey, Aik Hammam Mein, and Sailaab ki Raatein.His plays were put together in Aik Act ke Dramey. Hussaini earned a name as a fiction critic as well. He was the first to write a book on the history and criticism of novel as a literary genre. He collected his critical essays in a book called Uroos-e Adab."}
{"poet": "Asar Lakhnavi", "bio": "Asar Lakhnavi belongs to the last batch of the literary connoisseurs who represented the fast-fading literary culture of Lucknow. He was born in Katra Abu Turab locality of Lucknow on 12 July, 1885. Born Jafar Ali Khan, he chose ‘Asar’ as his pen name. He received his education at Canning College, Lucknow and served as Deputy Collector and held other important administrative positions. He also worked as a minister in the state of Jammu and Kashmir. In recognition of his services, the government of India conferred the prestigious Padam Bhushan award on him.Following the trend of his times, Asar Lakhnavi wrote on traditional subjects but he distinguished himself as a poet of great linguistic finesse. He also gained much from his discipleship of Aziz Lukhnavi. Asar’s poetical works were published in Baharaan, Naubaharaan, and Uroos-e-Firtrat which is a collection of his nature poems inspired by his stay in Kashmir. He also wrote essays on literary issues. His critical studies include Anis ki Masiya Nigaari, Mutala-i-Ghalib and Chhaan Been. He also published a selection of Meer’s poetry entitled Mazaameer. Asar Lakhnavi belongs to the last batch of the literary connoisseurs who represented the fast-fading literary culture of Lucknow. He was born in Katra Abu Turab locality of Lucknow on 12 July, 1885. Born Jafar Ali Khan, he chose ‘Asar’ as his pen name. He received his education at Canning College, Lucknow and served as Deputy Collector and held other important administrative positions. He also worked as a minister in the state of Jammu and Kashmir. In recognition of his services, the government of India conferred the prestigious Padam Bhushan award on him. Following the trend of his times, Asar Lakhnavi wrote on traditional subjects but he distinguished himself as a poet of great linguistic finesse. He also gained much from his discipleship of Aziz Lukhnavi. Asar’s poetical works were published in Baharaan, Naubaharaan, and Uroos-e-Firtrat which is a collection of his nature poems inspired by his stay in Kashmir. He also wrote essays on literary issues. His critical studies include Anis ki Masiya Nigaari, Mutala-i-Ghalib and Chhaan Been. He also published a selection of Meer’s poetry entitled Mazaameer."}
{"poet": "Begam Lakhnavi", "bio": "Noted poet Mir Taqi Mir had a daughter who was also a poet and used 'Begam' as her pen name. It is said that she died soon after her marriage. Mir plunged into deep mourning and said a couplet on this incident which is not even found in his kulliyat or any hand written books. ab aayaa dhiyaan ae aaraam-e-jaa.n is na-muraadii me.n kafan dena tumhe.n bhuule the ham asbaab-e-shaadii me.n The description of the daughter of Mir is found in different books, who used 'begam' as her pen name and supposed to be the sister of Kallu Arsh. Mir second marriage took place in Lucknow. (Reference : Diivaan-e-Arsh, Author: M.Habeeb Khan, printed Urdu Hindu organization development, Published 1987) 1. The couplets of 'Begam' have been taken from Diivaan-e-arsh which is compiled by M.Habeeb Khan. According to Habeeb Khan, the same sher is mentioned in Prof Khwaja Ahmad Farooqi's article titled 'Mir, Life and Poetry. As we do not know the complete name of Mir's daughter, however she was born in Lucknow hence a suffix lakhnavi has been used with her name. 2. The couplet exhibts pure lakhnavi temperament. Mir couldn't have said such kind of sher as it doesn't coincide his writing style."}
{"poet": "Farzana Ejaz", "bio": "Farzana Raza Ansari, writes under the name Farzana Ejaz. Born: 10 September 1947in Luckow. She is an author and poet, who belongs to a well knownscholarly and literary family. The eldest daughter of Maulana Mufti Mohammad Raza Ansari Firangi Maheli, she received her BA and MA degrees from Lucknow University and lived in Muscat and USA for many years. She has many books to her credit: \" Bhulai na bane\" _ 'Bees kahaniyan\" _\" Tanha Tanha', \" Roshan chehre\", \" Kehkashan\"  etc.  She is also known for her compilation and collection of letters from Scholars  to his father titled\"  Khaton ki Zabani\"."}
{"poet": "Hayat Lakhnavi", "bio": "Born in 1936 in Lucknow, Syed Mohammad Siraj Warsi chose Hayat for his pen name. His father, Syed Meraj Rasool Warsi, who was a poet with a diwan to his credit, took personal care of his upbringing and education. His father’s careful training and the literary environs of Lucknow contributed towards his emergence as a poet. He pursued his art with care and acquired fame rather early in his career. For the extraordinary quality of his recitation and his catering to the needs of mushairas, he soon became a popular figure in literary soirees and mushairas. This made him one of the most sought after poets nationally and internationally.Warsi sought counselling on his poetry from Siraj Lakhnavi. Some collections of his poetry include Aahang-e-Khayal, Sehba-e-Haram, Aaina-i-Jamaal, Ujalon ke Safar, Phool Juda Hain Gulshan Aik, and Aahang, Aahatein. He died in 1991 in Lucknow. Born in 1936 in Lucknow, Syed Mohammad Siraj Warsi chose Hayat for his pen name. His father, Syed Meraj Rasool Warsi, who was a poet with a diwan to his credit, took personal care of his upbringing and education. His father’s careful training and the literary environs of Lucknow contributed towards his emergence as a poet. He pursued his art with care and acquired fame rather early in his career. For the extraordinary quality of his recitation and his catering to the needs of mushairas, he soon became a popular figure in literary soirees and mushairas. This made him one of the most sought after poets nationally and internationally. Warsi sought counselling on his poetry from Siraj Lakhnavi. Some collections of his poetry include Aahang-e-Khayal, Sehba-e-Haram, Aaina-i-Jamaal, Ujalon ke Safar, Phool Juda Hain Gulshan Aik, and Aahang, Aahatein. He died in 1991 in Lucknow."}
{"poet": "Imad Ali Bahr", "bio": "Shaikh Imdad Ali, known by his takhallus Bahr, was born in Lucknow around 1810. He was a disciple of Nasikh and dedicated his entire life to the pursuit of knowledge despite facing numerous hardships and difficulties. He possessed a remarkable command of language, excelling in precision of expression, linguistic research, and the art of presentation.Nawab Kalb Ali Khan, upon learning of his linguistic prowess, invited him to Rampur and offered him a respectable salary as a mark of honor. He resided in Rampur for a period before eventually returning to his hometown. In Lucknow, he relied on a small stipend provided by the daughter of the late Nawab Amjad Ali Shah for sustenance. Unfortunately, like many of his contemporaries, he indulged in the habit of opium, which was prevalent among the nobility of that era. He passed away in Lucknow in 1878.Despite his literary talents, he was unable to compile his Diwan during his lifetime due to his disposition. However, after his demise, his friend Syed Muhammad Khan Rand undertook the task of compiling his Diwan. One of his notable works, \"Bahrul Bayan,\" focuses on the rules of the Urdu language. The only known manuscript of this work is preserved in the Raza Library, Rampur, and has been compiled and published by Rashid Hasan Khan."}
{"poet": "M Shakeel", "bio": "M Shakeel (full name: Mohammad Shakeel) was an Indian freedom fighter, politician, Urdu novelist, trade union activist and labour lawyer from the city of Lucknow, India. Born in the famous Azizi family of physicians, he was the grandson of Hakim Abdul Aziz.Born in 1927, Shakeel joined the Indian National Movement in his youth,and was imprisoned by the British at the age of 14 years. Though released after 21 days, he was arrested several times again over the years for delivering inflammatory speeches. After the independence of India, Shakeel joined the Praja Socialist Party, and remained a companion of Jayaprakash Narayan, Ram Manohar Lohia and Acharya Kriplani.[citation needed] His wife, Begum Akhtar Jehan, was herself an educationist and principal of the Kashmiri Mohalla Girls' School.[citation needed]In 1960, Shakeel was elected to the first Lucknow Municipal Corporation, and undertook social work in establishing the Nakhas and Pratap Markets in Lucknow. After the dissolution of the Praja Socialist Party, Shakeel joined the Indian National Congress and won the 1974 Assembly elections from the densely populated Lucknow West constituency.Shakeel continued to argue labour cases for farmers, and trade unions throughout his career. He also served as President of Bhartiya Khadya Nigam Mazdooor Sangh. In 1976, he was instrumental in getting the practice of contractual labour for public cooperatives being abolished by the courts in Uttar Pradesh.[citation needed]M Shakeel (1st left) leading a procession in Old Lucknow with the then Chief Minister ND TiwariShakeel's works in Urdu poetry and literature have been published by Kitabi Duniya. In 2011, recognising Shakeel's immense contributions to Lucknow, a road was named after him in the Old City.This road lies next to another one named after his grandfather Hakim Abdul Aziz. M Shakeel (full name: Mohammad Shakeel) was an Indian freedom fighter, politician, Urdu novelist, trade union activist and labour lawyer from the city of Lucknow, India. Born in the famous Azizi family of physicians, he was the grandson of Hakim Abdul Aziz. Born in 1927, Shakeel joined the Indian National Movement in his youth,and was imprisoned by the British at the age of 14 years. Though released after 21 days, he was arrested several times again over the years for delivering inflammatory speeches. After the independence of India, Shakeel joined the Praja Socialist Party, and remained a companion of Jayaprakash Narayan, Ram Manohar Lohia and Acharya Kriplani.[citation needed] His wife, Begum Akhtar Jehan, was herself an educationist and principal of the Kashmiri Mohalla Girls' School.[citation needed] In 1960, Shakeel was elected to the first Lucknow Municipal Corporation, and undertook social work in establishing the Nakhas and Pratap Markets in Lucknow. After the dissolution of the Praja Socialist Party, Shakeel joined the Indian National Congress and won the 1974 Assembly elections from the densely populated Lucknow West constituency. Shakeel continued to argue labour cases for farmers, and trade unions throughout his career. He also served as President of Bhartiya Khadya Nigam Mazdooor Sangh. In 1976, he was instrumental in getting the practice of contractual labour for public cooperatives being abolished by the courts in Uttar Pradesh.[citation needed] M Shakeel (1st left) leading a procession in Old Lucknow with the then Chief Minister ND Tiwari Shakeel's works in Urdu poetry and literature have been published by Kitabi Duniya. In 2011, recognising Shakeel's immense contributions to Lucknow, a road was named after him in the Old City.This road lies next to another one named after his grandfather Hakim Abdul Aziz."}
{"poet": "Ahsan Farooqi", "bio": "Ahsan Farooqi was born on November 24, 1913 in Lucknow. His father's name was Muhammad Hassan Khan. He passed matriculation from Lucknow in 1929 after his primary education. He did his FA from Christian College and his BA in 1933 from Lucknow University. He received his MA in English in 1935. After that he also passed MA in Philosophy. He received his PhD in English in 1964. Dr. Ahsan Farooqi was considered to be fluent in Urdu, Persian, English, French and German. He was also well-versed in Arabic.Ahsan Farooqi came to Karachi in 1956 and remained associated with various universities, especially in Karachi and Sindh. He was also the President of the English Department of Sukkur Islamia College and held the same position at the University of Baluchistan. Farooqi is known for a number of things. He has also written novels, historical critiques of the novel, as well as some poetry and genres. Most of his articles were published in the journal “Siip”, Karachi.Farooqi has been associated with the task of teaching and training all his life but has always taken a keen interest in writing and composing. He has written over fifty books. He was also involved in journalism and for a while he was associated with the editorial department of \"Naya Daur\" Karachi. He wrote a memorable essay on Anis’ art of Marsiya-composition in 1938, and it was this article that led to his acclaim in literary circles. The same year his novel \"Sham-e-Awadh\" was published which was very well received. Soon another of his works followed, “Urdu Novel Ki Tanqidi Tareekh”, which is still considered invaluable.Ahsan Farooqi paid special attention to Qurratulain Haider, his article on her novel \"Aag Ka Dariya\" is very important and sheds light on many aspects of it. Ahsan Farooqi died on February 28, 1978 Ahsan Farooqi was born on November 24, 1913 in Lucknow. His father's name was Muhammad Hassan Khan. He passed matriculation from Lucknow in 1929 after his primary education. He did his FA from Christian College and his BA in 1933 from Lucknow University. He received his MA in English in 1935. After that he also passed MA in Philosophy. He received his PhD in English in 1964. Dr. Ahsan Farooqi was considered to be fluent in Urdu, Persian, English, French and German. He was also well-versed in Arabic. Ahsan Farooqi came to Karachi in 1956 and remained associated with various universities, especially in Karachi and Sindh. He was also the President of the English Department of Sukkur Islamia College and held the same position at the University of Baluchistan. Farooqi is known for a number of things. He has also written novels, historical critiques of the novel, as well as some poetry and genres. Most of his articles were published in the journal “Siip”, Karachi. Farooqi has been associated with the task of teaching and training all his life but has always taken a keen interest in writing and composing. He has written over fifty books. He was also involved in journalism and for a while he was associated with the editorial department of \"Naya Daur\" Karachi. He wrote a memorable essay on Anis’ art of Marsiya-composition in 1938, and it was this article that led to his acclaim in literary circles. The same year his novel \"Sham-e-Awadh\" was published which was very well received. Soon another of his works followed, “Urdu Novel Ki Tanqidi Tareekh”, which is still considered invaluable. Ahsan Farooqi paid special attention to Qurratulain Haider, his article on her novel \"Aag Ka Dariya\" is very important and sheds light on many aspects of it. Ahsan Farooqi died on February 28, 1978"}
{"poet": "Rais Alvi", "bio": "Prof. Mohammad Rais Alvi, an eminent Urdu poet and Educationist; has been a stalwart supporter for the cause of education for over 5 decades and has remained dedicated to bringing the light of education to his fellow countrymen as well as on an international stage. Prof. Alvi has served as the Vice-Chancellor, Rector and Director of various national Universities and degree awarding institutes. Prof. Alvi has been a member of the vice chancellor ‘s forum (A platform of Vice-Chancellor of The Universities of Islamic countries) and The Vice Chancellors Committee under HEC Pakistan. He has also worked as an additional Secretary Education, Govt.of Sindh, the Registrar at Karachi University and the Executive District Officer (E.D.O.) Karachi. He has been a Professor over the years at various educational institutes in Pakistan and also in Japan where he was a Guest Professor at the Tokyo University of Foreign Studies. Here he wrote and translated many Japanese works and publications in collaboration with academics from Japan. Prof. Alvi, given his extensive international experience with the Japanese culture and writings, speaks on the subject of ‘Poetry across Cultures’. He shares his vast experience in translating various works of Japanese poetry and speaks at length on its intricacies. Prof. Alvi continues to give an in-depth comparison between Urdu and Japanese poetry, expounding on the similarities and differences in artistic thought between the two societies. Professor Rais Alvi has authored eight books; five of them have been published in Japan. 1- Saad Ubharti Hai, is a collection of Urdu poems. 2- Urdu Japanese Daily Conversation, joint authorship with Prof. Suzuki Takeshi. 3- Chand ke Char Rang, translation of poems from great 12th-century Japanese poet Saigyo 4- 5-6- Gule Sad Barg, three volumes of translations from the greatest ancient Japanese collection of poems Manyoshu, during 5th to 8th century by the orders of the Emperors, Joint authorship with Prof. Suzuki Takeshi 7- Ghazal e no Izanai, lectures on Urdu ghazal , it’s history and symbolism. Compiled by well known Japanese journalist Reiko Ummemoto. 8- Undroone Shimal ka Tung Rasta, translation of the greatest Japanese classical text on Haiku; Oku No Hoso Michi by the torchbearer of Haiku poetry, Matsuo Basho 9- Japanese Urdu Dictionary, ( review/ checked)underprint in Japan."}
{"poet": "Moulavi Mohsin Kakorvi", "bio": "Moulavi Mohsin Kakorvi was born on 1837 in a town named Kakori, in Lucknow district. His initial education started at his home where his father Moulvi Abdul Rahim started teaching him. He studied poetry under Hadi Ali Ashk who was a very famous poet of his time.He passed the exam of high court, and  practiced law in Mainpuri. He was extremely talented right from his childhood. He began is poetry career with 'Ghazals' and 'Masnavis' but later shifted to 'Naatiyaa' genre of poetry and practiced it exclusively for the rest of his life.He was the great grandfather of Hassan Ahmed Alvi who is the son of Faizan Alavi, presently living in Karachi, Pakistan and just like his father and ancestors he is also extremely interested in reciting naats.His Kulliyat was published by his elder son Moulvi Nurul Hasan. His Qaseeda \"Samt-e-Kaashi se chala jaanib-e-Mathura Baadal\" and his masnavi \"Charaagh-e-Kaaba\" to describe \"Shab-e-meraaj\" are quite popular even today. His poetic work includes, Fughaan-e-mohsin (1872), Guldasta-e-mohsin (1885), Kulliyat-e-Mohsin (1905), Nazm-e-Dil Afroz etc. Mohsin Kakorvi died on 24 April 1905 in Mainpuri due to illness of diarrhoea. Moulavi Mohsin Kakorvi was born on 1837 in a town named Kakori, in Lucknow district. His initial education started at his home where his father Moulvi Abdul Rahim started teaching him. He studied poetry under Hadi Ali Ashk who was a very famous poet of his time. He passed the exam of high court, and  practiced law in Mainpuri. He was extremely talented right from his childhood. He began is poetry career with 'Ghazals' and 'Masnavis' but later shifted to 'Naatiyaa' genre of poetry and practiced it exclusively for the rest of his life. He was the great grandfather of Hassan Ahmed Alvi who is the son of Faizan Alavi, presently living in Karachi, Pakistan and just like his father and ancestors he is also extremely interested in reciting naats."}
{"poet": "Parveen Shujaat", "bio": "Dr.Parveen Shujaat was born on May 22,1961 in Lucknow.  She is an author, her father Professor Shujaat Ali Sandilvi and brother Dr.Saadat Ali Siddiqui were both prominent Urdu scholars. She received her Phd Drgree from Lucknow University and teaches  Urdu in a college and is quite  active in welfare work.She has  three books and more than 100 published  artices to her credit."}
{"poet": "Rasheed Lakhnavi", "bio": "The maternal grandson of Meer Babar Ali Anis, Rasheed Lakhnavi was born Syed Mohammad Mustafa Mirza on March 05, 1847. He was lovingly called Pyare Sahib. He hailed from a family with a taste for poetry. His father, Mirza Sabir, was also a poet and his uncle, Ishq Lakhnavi, too was considered to be a poet of merit. His familial heritage helped him write poetry and emerge as a poet of distinction.Rasheed Lakhnavi distinguished himself as a poet of marsiya, ghazal, and rubai. Although Rasheed had a healthy tradition of marsiya behind him but he approached it afresh with respect to language, description, and subject matter. His rubais, written in a serial, on the theme of youth and old age have no parallel in Urdu poetry. He was an expert reciter of marsiya and was invited to render them verbally in different corners of the country. He passed away in 1918. The maternal grandson of Meer Babar Ali Anis, Rasheed Lakhnavi was born Syed Mohammad Mustafa Mirza on March 05, 1847. He was lovingly called Pyare Sahib. He hailed from a family with a taste for poetry. His father, Mirza Sabir, was also a poet and his uncle, Ishq Lakhnavi, too was considered to be a poet of merit. His familial heritage helped him write poetry and emerge as a poet of distinction. Rasheed Lakhnavi distinguished himself as a poet of marsiya, ghazal, and rubai. Although Rasheed had a healthy tradition of marsiya behind him but he approached it afresh with respect to language, description, and subject matter. His rubais, written in a serial, on the theme of youth and old age have no parallel in Urdu poetry. He was an expert reciter of marsiya and was invited to render them verbally in different corners of the country. He passed away in 1918."}
{"poet": "Salma Hijab", "bio": "Name, Salma Ejaj. Pen name . Salma Hijab. Born on September 15, 1949. Home town,Lucknow .Education: MA in Philosophy and and B.Ed. Her first collection of poems is \"Dhanak\" and the second one \"Asmaan Aur Bhi Hai\" and the third is in the press. She was the President of Bazm-e-Urdu, Lucknow for five years. For ten consecutive years she was the member of Editorial board of monthly , “Imkaan” lukhnow,  under the editorship of Prof. Malikzada Manzoor Ahmed. After his death in 2017, She edited a special issue of the magazine “Prof. Malikzada Manzoor Ahmed Number” and then left the editorial board. Apart from poetry, she also writes fiction and articles which are published in well-known literary magazines."}
{"poet": "Wasti Saheb", "bio": "Wasti Saheb was born in Lucknow, from based family of Saadaat-e-Baraha who are rooted in Muzaffarnagar, Uttar Pradesh. He was posted in Ferozepur, Indian Punjab, in 1947 when the partition forced him to migrate to Lahore for safety.Alim Wasti was mentored by Shabbir Hasan Qateel Lucknowi and his early poetry used the subjects and style found in traditional Lucknowi style poetry. After the pain and loss he experienced from partition and living in a new environment gave his poetry depth and a more unique point of view; uncertainty, cynicism and defiance are some of the many interesting themes he expressed."}
{"poet": "Munshi Dwarka Prasad Ufuq", "bio": "Munshi Dwarka Prasad Ufuq was born in Lucknow in July 1864. His father was called Munshi Puran Chand Zarra. His grandfather, Munshi Ishwar Prasad Shua and great grandfather, Mushi Uday Prasad Matla Lucknowi were also poets. Ufuq started composing poetry at the early age of nine. Apart from Persian and Urdu, he also knew other languages well like Sanskrit, Hindi, and English. It did not take long for Ufuq to acquire his fame as a considerable poet.Ufuq was a highly perceptive person and was known to be extremely witty and humorous. This is also well reflected in his poetry. He took to drinking in early youth and could not get rid of it till the end. Because of his heavy drinking habit, he also suffered economically.Ufuq published a newspaper in verse called Nazm Akhbar. He also wrote for Awadh Akhbar for long and worked as the editor of Punjab Samachar. His publications include Ramayan Aik Qafiya, Krishna Sudama Sawaaneh Umri, Guru Govind Singh, and prose translations of Ramayan, Mahabharata, and an abridged version of Bhagwad Gita. Munshi Dwarka Prasad Ufuq was born in Lucknow in July 1864. His father was called Munshi Puran Chand Zarra. His grandfather, Munshi Ishwar Prasad Shua and great grandfather, Mushi Uday Prasad Matla Lucknowi were also poets. Ufuq started composing poetry at the early age of nine. Apart from Persian and Urdu, he also knew other languages well like Sanskrit, Hindi, and English. It did not take long for Ufuq to acquire his fame as a considerable poet. Ufuq was a highly perceptive person and was known to be extremely witty and humorous. This is also well reflected in his poetry. He took to drinking in early youth and could not get rid of it till the end. Because of his heavy drinking habit, he also suffered economically. Ufuq published a newspaper in verse called Nazm Akhbar. He also wrote for Awadh Akhbar for long and worked as the editor of Punjab Samachar. His publications include Ramayan Aik Qafiya, Krishna Sudama Sawaaneh Umri, Guru Govind Singh, and prose translations of Ramayan, Mahabharata, and an abridged version of Bhagwad Gita."}
