{"chunk": "CORNELL UNIVERSITY LIBRARY 1 •J||03 'U0W301S •A'N '••naojAs •3ui •S0U9 a«onAVS Aq pun430tnuDW LUCKNOW (THE CAPITAL OF OUDH) An Illustrated Guide to Places of Interest with History and Map BY LIEUT.-COLONEL H. A. NEWELL Author of \" Footprints in Spain '^ etc. FOURTH EDITION Price: ONE RUPEE Publisher : H. A'. NEWELL BOMBAY Footprints in Spain BY Lieut-Colonel H. A. NEWELL Author of \" Toiiee and Turban \", etc. Publishers : METHUEN & Co. Ltd., 36, Essex Street LONDON W. C. 2. SOME PRESS OPINIONS GRAPHIC : «iThe book is exceedingly interesting read- ing)).", "topic": "capital of oudh", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": ". ' FIELD : « We commend the volume to the attention of intending visitors to Spain ». NEW YORK HERALD : « Visitors to Spain would do well to take the book with them n. etc.^ etc., etc. ALL BOOKSELLERS \"\"fe! * (the 'ibrary The original of tliis book is in tlie Cornell University Library.", "topic": "misc", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "There are no known copyright restrictions in the United States on the use of the text. http://www.archive.org/details/cu31924023977360 LUCKNOW (THE CAPITAL OF OUDH) An Illustrated Guide to Places of Interest with History and Map BY LIEUT.-COLONEL H. A. NEWELL Author o( * Footprints in Spain » ; Guide books to Calcutta ; Bombay ; Delhi ; Agra, etc. _^ {All rights reserved) 13S CONTENTS PACE MAP . . , .", "topic": "capital of oudh", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": ", . facing title INTRODUCTION ' 5 THE CAPITAL OF OUDH 9 ARTS AND CRAFTS 12 ITINERARY- FIRST DAY— FOBEas'OON Drive to Machhi Bhawan. Visit the Great Imam- bara. Proseed to Husainahad. See the Clock Tower, Tank, Baj:adari, Sat Khanda, Daulat Khana, Husaiu- abad Imambara, Jama Masjid, and Musa Bagh .", "topic": "machhi bhawan", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": ". 15 Aftebnoon— Visit the Residency, Farhat Baksh Palace, Chhattar Manzil Palaces, Lai Baradari, Qaisara Bagh, the Museum, Tomb of Saadat Alii Khan, Moti, Mahal and KuTshaad Manzil 27 SECOND DAY— FOBENObN Visit La Martiniere before 10.30 a.m., Dilkusha Palace, Wilaiti Bagh and Bibiapur Kothi ... 39 Afternoon— Sikandar Bagh, Kadum Rafiul, Shah Najaf and Ilor- ticultural Gardens 45 THIRD DAY- FOBENOON Alam Bagh and Government House 48 Aftebnoon— The Chauk 50 — 4 — PAGE SOME OTHEil PLACES OR INTEEEST— The Dargah of Hazrat Ahbas, Iron Bridge, Stone Bridge, Begam Kothi, and Mausoleum of Amjad All Shah 51 HISTORY 53 INDEX. I INTRODUCTION Possibly no other city in India is approached by new- comers with such mixed feelings as is Lucknow, the old royal capital of the brief line of Oudh sovereigns. Nor does familiarity ever succeed in entirely obliterating this first impression. To men and women of the British Isles, Lucknow is pre-eminently a place hallowed by memories at once terrible and heroic.", "topic": "baradari", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "Unbiased by special sentiment of the kind, Westerners in general regard it with curiosity as the scene of a grim struggle, wherein the swords of a few brave men transformed what had threatened irrepar- able disaster, into a great national triumph. Whether viewed in the tender light of sentiment, or the clear cold scrutiny of criticism, Lucknow cannot fail, but interest and attract. As the centre of modern Mussulman culture in India, it makes special appeal to those whose sympathies are intellectually inclined. The historian will find food for reflection in the city founded by Lak- shmana, brother of the semi-divine Rama, King of Ayo- dhia (Oudh), colonised by followers of the dread Mahmud of Ghazni, converted into a capital under the Moghuls, and finally annexed to the British Empire in 1858. Lovers of splendour will appreciate the palaces, Imambaras, Maqbaras and Masjids built by the prodigal kings of Oudh, while critics can criticise to their hearts' content, strengthened and encouraged by the comfortable conviction that, in so doing, they are treading in the footsteps of such eminent authorities as Fergusson and Burgess.", "topic": "misc", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "Apart from historical, intellectual, archseological and architectural considerations, Lucknow has a fourth side. Seen from the last it impresses as a gay and prosperous modern city, rich in handsome shops, schools and public — 6 — institutions of every kind. Nevertheless, a turn down one of tlie narrow, tortuous streets in the Chauk, speedily brings the seeker into the hidden heart of the East, as revealed in the bazar. In this little guide-book it is not my purpose to cri- ticise, or draw comparisons, but rather to pass in rapid review those famous places, which have figured most prominently in the strange and varied history of the capital of Oudh. H. A. Newell, Lieut.-Col., Indian Army.", "topic": "chauk", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "(Retired. ; ALL BOOKSELLERS. Brussels, Malines and Antwerp An Illustrateci Guide to Places of Interest with Map and Plans BY Lieut.-Col. H. A. NEWELL i< This is a useful and handy little guide, which will tell the English visitor who intends to spend a week in Brussels, one day at Malines and another at Antwerp, all that is necessary to make the visits interesting and in- structive. The few pages devoted to Malines are parti- cularly valuable, for the writer has contrived to capture something of the atmosphere of that historic and interest- ing place. » (.The Times Literary Supplement.)", "topic": "misc", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "ALL BOOKSELLERS. lEUSATi NEWELL'S \"FOOTPRINTS IN SPAIN\" Publishers : METHUEI^ & Co. Ltd. 36, Essex Street LONDON W. C. 2. LUCKNOW (THE CAPITAL OF OUDH) Distinguished by the picturesque title of « Tlie Garden City, » Lucknow is situated in latitude 26° 52' N., and longitude 81° E. At first sight it appears one of the most beautiful and strikingly Oriental cities in India. Viewed from afar the gilded domes and graceful minars, rising above its many mosques, imambaras, palaces and tombs, convey an impression of fantastic splendour in harmony with preconceived notions of what the capital of an Eastern potentate should be. Closer inspection is some- what disillusioning.", "topic": "capital of oudh", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "The fairy-like buildings, appar- ently of marble and gold, dwindle into stucco and brick, across which the gilder has here and there passed his brush. Nevertheless the glittering pinnacles, swelling cupolas, spreading chhattars, flying buttresses and terra- cotta balustrades are wonderfully bright and effective. Originally a Hindu stronghold, founded in prehistoric days, the town was known as Lakshmanpur until the advent of the Shaikhs, a Muhammadan colony left behind by the receding army of Mahmud of Ghazni. The new- comers altered the name into Lakhnau, since when Mus- sulman influence has predominated. The city proper covers a considerable tract of country south of the Gumti.", "topic": "misc", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "The suburbs extend across the winding river, which is crossed by six bridges in the immediate vicinity of Lucknow. From being a small place of several hundred inhabitants clustered about the site still known as Macchi Bhawan, it has spread over, and absorbed twenty-six villages. Its rapid growth dates from 1775, in which year Asaf-ud-Daula made it the — 10 — capital of Oudh in preferience to Fyzabad, thitherto the seat of local government. At that date the Subah, or province of Oudh formed part of the Moghul Empire. It was ruled over by a Subahdar, or Governor appointed by the Dehli Emperor, and entitled the Nawab-Vazir.", "topic": "capital of oudh", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "The office was not here- ditary, but had become so as each succeeding Nawab took advantage of the failing fortunes of the Moghuls to further his own interests and those of his family. Quick to recognise, and conciliate the rising power of the British, Asaf-ud-Daula deemed it expedient to propi- tiate the new element in Indian politics. To this end he ceded the districts of Jaunpur and Benares to the Honourable East India Company in exchange for the defence of his realm and an annual payment of £312,000. Under Asaf-ud-Daula, Lucknow rose to the greatest height of prosperity it has yet known. Bridges, gateways and mosques bear testimony to his restless activity as a builder.", "topic": "misc", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "The Great Imambara marks the apotheosis of his achievements in this direction and is the crowning architectural glory of his capital. Other notable works executed by him are the Mosque, Rumi Darwaza, or Turkish Gate, Daulat Khana, Char Bagh, Musa Bagh and Bibiapur. Not content with these, the fourth Nawab- Vazir was actually in treaty with General Claude Martin for his Chateau Constantia, now known as La Martiniere, when death put a term to his purchasing powers. In 1819, Lucknow was promoted to the rank of a royal city, when Lord Hastings transformed the seventh and last Nawab;Vazir, Ghazi-ud-Din Haidar, into the first King of Oudh. Subsequent architectural achievements display a marked falling off in purity and taste.", "topic": "great imambara", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "Hybrid styles, inspired by debased European ideals, came into fashion. « By their works shall ye know them » is particularly true of Oriental monarchs, hence it is easy to trace the deca- dence of the Oudh line by contrasting the buildings erected by Asaf-ud-Daula Nawab, with those of Wajid- Ali-Shah, the last king. The latter was deposed by Lord Dalhousie in 1856, During the following year the storm — 11 — of Mutiny swept over the royal city, obliterating many monuments of the old order, while writing « Lucknow » in letters of imperishable gold on Britain's Roll of Honour. After Sir Colin Campbell's victorious entry in March, 1858, the city maintained its independence as a capital of a separate commission until 1877, when the post of Chief Commissioner of Oudh was united with that of Lieuten- ant-Governor of the North-West Provinces. Under British rule many sweeping changes were effected.", "topic": "misc", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "Formerly bazars had extended down to the river during the greater portion of its course along the northern boundary of the city. These were cleared away, to be gradually replaced by verdant lawns and flowery parks. Three military roads were cut straight through the heart of the old town from Machhi Bhawan, the Shaikh fort, re-named by Safdar Jang, blown up by order of Sir Henry Lawrence, and rebuilt after the Mutiny. The picturesque cantonment of Mariaon was abandoned and big new barracks, the largest in the United Provinces, built adjoining the south-east corner of the city, from which it is divided by the railway. Lucknow boasts an excellent train service, being the junction for the two lines from Benares via Fyzabad, and Rae-Bareili, and a splendid railway station.", "topic": "machhi bhawan", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "It is the headquarters of the Oudh and Rohilkhand Railway Volunteers and the Oudh Squadron of Light Horse. The civil station lies on the east side. One of its most prominent features is Hazratganj, a spacious thorough- fare containing the chief European shops and terminating at the Residence of the Lieutenant-Governor. Lucknow is a first-class garrison. It is also the head- quarters of the High Court, the Inspector-General of Jails and of Civil Hospitals, the Postmaster-General, the Con- servator of Forests in the Oudh Circle, the Commissioner, Executive Engineer, Superintendent of Railway Police, and the inspector of Schools.", "topic": "misc", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "— 12 ARTS AND CRAFTS In the days when the Court of Oudh was famed as the most' lavish and extravagant in all India, Lucknow was a celebrated centre for rich fabrics, gold and silver em- broidery and costly jewellery. A speciality was made of exquisitely chased vessels in a mixture of gold and silver, which commanded high prices. With the departure of the kings, the sumptuary arts languished. Those nobles, who still reside in the city, are mostly pensioners. Although their tastes may incline towards the golden sarais, and other splendid objects in common use among their grand-parents, sub-division has reduced their in- comes to an extent, which does not admit of such indul- gence.", "topic": "arts and crafts", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "None the less, Lucknow continues to produce much that is lovely. For instance, nothing could exceed the beauty and excellence of the fine needlework on sale at pathetically low prices. This rare and dainty em'broidery is chiefly done by women and children of the nobility, who are glad to supplement their vanishing incomes. All day long, while the light lasts, fair descen- dants of courtiers, and of the pampered beauties of the Royal Harem, ply their needles in and out of flimsy silk and muslin, their slender fingers never once pausing, nor their large dark eyes looking up from the task. After nightfall, highly-born ladies, screened from prying gaze by the all-concealing purdah, steal from the shadows of once lordly mansions, and make their way to the bazar to drive a bargain, as best they may, with the agents lying in wait to pick up dainty collars, handkerchiefs, and such like.", "topic": "misc", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "These are easily distinguished from the chikan work found in other parts of India by reason of the curious raised manner in which they are embroid- ered, and which is peculiar to Lucknow. The potter's art is another speciality of the once royal city. Prom the tenacious clay, lining the bottom of the tanks, clever brown hands model coloured figures of the various races and costumes typical of Oudh. The little — 13 — statues are -wonderfully true to life and faithfully repro- duce the most minute detail of dress, or ornament. Fruit and vegetables are equally skilfully contrived, and deceive the most astute, while clock cases, vases and wall- brackets are further products of the potter's wheel.", "topic": "tank", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "An important industry is the manufacture of cotton fabrics, which vary from the coarsest of calico to the finest and most cobwebby of Indian muslins. Richly coloured Lucknow prints are highly esteemed throughout the country owing to the purity of their tints, and their lasting quality, virtues for which the credit is awarded the waters of the Kukrail and Baita Rivers, long famed for producing deep toned and durable dyes. Lucknow is essentially a Muhammadan city, hence its reputation for a texture of blended silk and cotton much in request among followers of Islam, to whom the wear- ing of pure silk is prohibited on religious grounds. Gold and silver brocades and laces constitute a famous indus- try, likewise costly and magnificent gold embroidered velvets for state umbrellas, canopies, hangings and palls for royal tombs, horse and elephant trappings, and other ceremonial uses. The wire workers of Lucknow are noted for the extreme ' tenuity to which they can draw out their gold and silver thread.", "topic": "misc", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "This they work up into round wire, flatten into braid, or cut up into spangles. Despite their remarkable skill, these kalabutum and lace makers are paid very low wages. Beautiful embroidered caps and slippers, resplendent with gold, seed pearls and coloured silks, are yet another speciality of Lucknow. In the time of the Oudh kings this industry ranked high on account of a royal edict, forbidding shoemakers to use any but the purest gold thread. The result was that Lucknow slippers were in demand all over Hindustan.", "topic": "misc", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "Curiously enough shoes have always been held in respect in India. The Rama- yana describes how Prince Bharata piously removed his brother Rama's « gold embroidered slippers >, in order that he might bear them back to Ayodhia and place them before the vacant throne until such time as Rama, his — 14 — exile ended, should return and claim it. Bharata and Rama were brothers of Lakshmana, founder of Lucknow. Tliis is not the only part that slippers have played in Indian history. Their use, as instruments of chastise- ment, was a time-honoured institution among Ijoth Muhammadans and Parsis, with whom it was customary to correct minor offenders by means of a severe slipper- ing.", "topic": "history", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "No mention of the arts and crafts of Lucknow would be complete without allusion to the very extensive trade carried on in brass and copper vessels, notably those cooking, and other utensils in daily use among Indian families. For all ordinary domestic purposes Muham- madans employ copper vessels, while Hindus confine themselves to brass. Among the wealthy classes drink- ing cups are usually of silver. An art revival of late years is that of Bidri, or damas- cening in gold, or silver on base metal. This was first introduced from Persia by the Mussulmans.", "topic": "arts and crafts", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "It bor- rows its Indian name of Bidri from Bider, in the Nizam's dominions, where it is produced in considerable quan- tities. ITINERARY FIRST DAY—FORENOON Drive to Machhi Bhawan. Visit the Great Imambara. Proceed to Husainabad,. See tlie Clock Tower, Tank, Baradari, Sat Khanda, Daulat Khana, Huaainabad Imanihara, Jama Masj id, and Musa Bagh.", "topic": "machhi bhawan", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "MACHHI BHAWAN The Great Imambara stands within the area still known as the Machhi Bhawan, although the fort, the name of which it perpetuates, has been entirely demolished. A white mosque, erected by Aurangzib Shah, marks the oldest site in Lucknow, an elevated piece of ground near the river, north of the Machhi Bhawan. Tradition points to this mound as the Lackman Tila, a prehistoric strong- hold erected by Lakshmana, brother to Rama, King of Ayodhia. It is from this mythical mound that the city derived its Hindu name of Lakshmanpur, legend further ascribing to it the peculiar merit of resting immediately above the head of the Great Sheshnag, the divine serpent whose coils support the earth. Soon after Mahmud of Ghazni invaded India, a settle- ment of Shaikhs and Pathans established themselves in the vicinity of Lackman Tila, until then occupied exclus- ively by Brahmins.", "topic": "machhi bhawan", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "A memento of these early Mussul- man colonists is the piously preserved tomb of Shaikh Mina, a Muhammadan saint bom at Lucknow a.d. 1470 and educated by the noted Dervish Quiran-ud-Din. The shrine is situated within the confines of Machhi Bhawan and is the oldest epigraphic monument in the city. It is a favourite resort with devotees, particularly those ren- dered anxious by impending litigation, who proceed thither to invoke the aid of the saint. — 16 — No sooner had the Shaikhs and Pathans decided to make their home at Lukshmanpur, than they changed its name to Lakhnau, and proceeded to build a fort, which they called Likhna Kila after the architect, a Hindu know as Likhna. Safdar Jang renamed and strengthened the old Shaikh fort, calling it Machhi Bhawan, or Fish House, after the fish, which an imperial edict had allowed him to assume as his badge, and which now figures on most of the many public buildings erected by his descendants.", "topic": "machhi bhawan", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "Asaf-ud-Daula, fourth and greatest of the Nawabs, built a palace within the citadel which, in his time, was famous for its strength, and was eharacterised by round earthen bastions. The palace faced the Gumti, and was entered by two splendid gateways. Beyond stretched six courts laid out in gardens, fountains, wells, and water channels, dotted, here and there, with pavilions, and enclosed by colonnades, the whole beautified by the domes, kiosks and minars, which have made Moslem architecture the glory of India. High battlements gave the fort a feudal aspect. Strong fortifications commanded the stone and iron bridges across the river.", "topic": "iron bridge", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "The dominant position enjoyed by Machhi Bhawan may be judged from the fact that the town stretched south and west below its walls, while the Residency lay to east, within easy reach of its guns. Early in 1857 signs of the coming storm warned Sir Henry Lawrence, the officer commanding the British forces in Lucknow, to make ready his defences. Accord- ingly he decided to hold Machhi Bhawan in addition to fortifying the Residency. Stress of circumstances lead him to concentrate upon the latter position and abandon Machhi Bhawan, which was blown up, by his orders, on July 2nd, 1857. After the re-investment of the city by Sir Colin Campbell, in 1858, Machhi Bhawan was rebuilt and strongly fortified, only to be demolished by imperial edict, when Queen Victoria was declared Empress of India at Delhi.", "topic": "machhi bhawan", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "In conformity with the royal wish, the Great Imambara and Mosque were handed over to the i “Biuquivwy Jeary yo anbsoyy — 17 — Muhammadan community, a concession which was car- ried out in 1883. The Medical College now occupies part of the site once covered by the old stronghold. In its prime the fort stretched eight hundred yards along the road, and five hundred yards to the south, while the north-west portion reached almost to the river above the Stone Bridge. THE GREAT IMAMBARA The Rumi Darwarza, Great Imambara and adjacent Masjid, together with the neighbouring buildings of Husainabad, form an architectural group which, in point of size and picturesque splendour, has been pronounced one of the most imposing in India. The three first were the work of Asaf-ud-Daula, who started them to afford relief to the starving populace in the terrible famine of 1784.", "topic": "great imambara", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "The Nawab is said to have expended a score of rupees, otherwise one million pounds sterling, upon the Great Imambara alone. He and the architect, Kifayat Ullah, lie buried therein. The approach is by way of an imposing gate of square design surmounted by an octagonal pavilion, Iciosk- crowned, the entire facade pierced by innumerable arched window openings of graduated size. Further ornamentation takes the form of minars and serried rows of diminutive stone cupolas. Entrance is through three doorways in the base.", "topic": "great imambara", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "Beyond, lies a grass planted quad- rangle at the further end of which nineteen steps lead up to a second portal, similar in design and decoration to the first. Three beautiful pierced iron doors lead beneath armorial bearings to an upper grass-planted terrace bordered by a double-storeyed line of narrow cell-like cloisters on its eastern side. These conceal a curious well, sunk in an open octagonal tower. Steps run down to the water's edge, while above rise four tiers of galleries. The Great Imambara stands on a high flagged platform approached by eighteen steps.", "topic": "great imambara", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "It is a wide single- storeyed building, the facade pierced by eight large and — 18 — elegantly shaped openings of the kind commonly known as French windows. An elaborate parapet protects the roof, the flatness of which is relieved by a particularly happy arrangement of big domes and small minarets. On near approach the Great Imambara conveys a curious impression, at once solemn and bright. Nothing distinguishes the central entrance. It is in every respect identical with its seven companion open- ings, that stretch along the entire front with decorative effect.", "topic": "great imambara", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "The hall is reputed the largest vaulted apartment in the world, measuring 162 feet in length by 53 feet 6 inches in width. Two verandahs run parallel to it. One is 27 feet 3 inches wide and the other 26 feet 6 inches, making the total interior dimensions amount to 263 feet by 143 feet. Built upon very deep foundations, the Great Imam- bara is as solid as it is graceful. No wood is used any- where in its construction, which is of extreme simplicity.", "topic": "misc", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "The entire edifice is covered with vaults of very plain form and mak«, being of rubble, or coarse concrete, several feet thick. The method employed by the masons consisted in placing the mixture on a mould, or centering of brick and mud, and leaving it for a year, or more. When set and dry the centering was removed. The vaults thus formed in one piece required neither abut- ment nor thrust. The interior splendours of the Great Imambara have greatly diminished since the days when Bishop Heber described their many wonders and costly magnificence.", "topic": "great imambara", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "Now blue walls, relieved with white stucco, characterise the outer corridor, which is further distinguished by no less than one hundred and thirty glittering crystal chau\"- deliers. The long central hall contains the tomb of Asaf- ud-Daula, enclosed by a silver railing, and spread over with a handsome velvet pall. Near by rests the Nawab's turban of honour, a species of silver crown surmounted by an aigrette and clasp of immense diamonds and emeralds. Slightly in the background seven steps lead up to a plain black wooden pulpit, that stands on a small platform in the full radiance of a hundred and fifty large — 19 — glass chandeliers. Behind, on the raised floor of the back gallery, divided off by arches, rests a sandal-wood representation of Muhammad's tomb at Medina.", "topic": "misc", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "Other arcaded recesses enshrine handsome silver Tazzias depicting the far-famed mausoleum at Kerbela, sacred to the martyrs Hassan and Hussain. Literally interpreted, Tazzia signifies grief, and is the term applied to all models of the kind. A narrow wooden gallery runs round the upper part of the central chamber containing Asaf-ud-Daula's tomb. This is reserved for ladies, as is a high passage-like enclosure, provided with screened window-openings and protected by a low railing, whence the Begam log could see, without being seen. By devious ways, intricate as a Chinese puzzle, steep flights of seemingly endless steps, and dark tortuous corridors, lead upwards to the sunlight of the roof.", "topic": "misc", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "A fine panorama greets the eye at all points of the com- pass. In the west, the white and gold domes and minars ,of Husainabad sparkle gaily under the vast blue sky. Eastwards the familiar red, white and blue flag flutters from the war-worn grey tower of the Residency. The gaze rests for an instant on the encircling green, then tra- vels to the bright cupolas of Chhattar Manzil, the Umbrella Palaces, and back to the stately domes and minars of Asaf-ud-Daula's mosque in the quadrangle immediately below. MOHARRAM The usual daily routine of the Great Imambaras is that of any well-ordered museum, or historical show-place.", "topic": "great imambara", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "Once a year, however, it awakens from this official lethargy. All it« myriad crystal chandeliers burst into sudden flame, and tomb and Tazzias assume still further splendours in honour of Moharram. Literally interpreted, Moharram means Most Sacred, and applies to a period of mourning observed by the Shias, the second of the two great sects into which the faith of Islam is divided. Proceedings open with a ten — 20 — day's fast known as Ashraf. The last day is the most important, as on it the fast closes with a representation of the martyrdom of Hussain on the plain of Kerbela, in Turkish Arabia.", "topic": "misc", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "Moharram, like Easter, is a movable feast. It is held at the beginning of the Muhammadan year which, being lunar, varies according to the moon, and continues for forty days. During this time a passion play is enacted, depicting the tragic deaths of the three Imams, Ali, Hassan and Hussain. The drama is presented in spe- cially constructed buildings known as Imambaras. In common with mosques, these sacred theatres usually consist of a square building surmounted by domes and minars.", "topic": "misc", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "The difference lies in the interior, which, in the case of a ma'sjid, is invariably plain to bareness, while the internal decorations of an imambara are fre- quently of a most sumptuous description. The explana- tion of this lies in the Muhammadan belief that a sanc- tuary dedicated to the worship of Almighty God should contain no ornament, whereby the attention might be distracted from spiritual to material things. Naturally this rule does not hold good in the case of an imambara. It being a building dedicated to the memory of the Imams, their followers lovingly decorate it in their honour. On the sixth night of the new moon Europeans are admitted to the Great Imambara.", "topic": "great imambara", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "The entire building is brilliantly illuminated, and the grand tragedy is reve- rently, and realistically portrayed by a large company of men and boys. « Out of the sombre shadows, Over the gleaming grass, Slow, in a sad procession, The shadowy pageants pass; Mournful, majestic, and solemn, Stricken and pale and dumb, Crowned in their matchless sorrow. The sacred martyrs come . . Hark !", "topic": "misc", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "thro' the brooding silence Breaks the wild cry of pain. Wrung from the heart of the ages, Ali! Hassan! Hussain! Humi Darwaza, Lucknow.", "topic": "misc", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "Capt, F. Achard. ‘preyoy ‘a \"deg qu8urmy jo onbsoy — 21 — Come from the tomb of shadows, Come from the tragic shrine That thrills with the deathless anguish Of a long dead martyr line. Love ! let the living sunlight Hallow your splendid eyes Ashine with the steadfast triumph Of the spirit that never difes. So may the hope of new ages Comfort the ancient pain That cries from, the deep dark silence Ali!", "topic": "misc", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "Hassan! Hussain! The Lucknow Imwmbm-a,, by Mrs. Sarojini Naadu. Reproduced by kind permission of Mrs. Sarojini Naidu and the Editor of The Asiatic Quarterly Review. RUMI DARWAZA Situated outside the north-west corner of the Great Imambara, this splendid portico has its effect enhanced, rather than marred, by the somewhat isolated position in which it stands.", "topic": "great imambara", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "The design merely consists of a vast dome cut down perpendicularly, but the original con- ception is so overlaid, and concealed, beneath a wealth of carving and elaboration of sculptured detail, that it is lost sight of, if not entirely missed. The gate is traversed by means of a comparatively small doorway in the base, above which the arch attains a height of nearly sixty feet. A tradition exists that the Rumi Darwaza, or Turkish Gate, is a facsimile of the Sublime Porte from which the Turkish capital derives that title. The claim has, however, been repeatedly denied by travellers, who declare that no such gateway now exists in Constantinople, whatever may have been there prior to its conquest by Muhammad II., on May 29th, 1453 A.D. ' '\" ' ::: - ri ^'H HUSAINABAD CLOCK TOWER A short wide road runs straight from Rumi Darwaza to the triple white gate leading into Husainabad, two — 12 — large walled enclosures at right angles of one another. On the way there a path branches off northwards to a well-known Hindu bathing ghat.", "topic": "husainabad", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "Further on lies Husain- abad Park, the most conspicuous feature of which is the clock tower, a handsome modern erection of Moorish design, 221 feet high and 20 feet square. It was built in 1881, at a cost of Rs. 117,000. The funds were supplied by the Trustees of the Husainabad Endowment, from the income yielded by the legacy of thirty-six lakhs of rupees bequeathed by Muham'mad All Shah, third King of Oudh, for the upkeep of his Imambara and dependent charities. The great clock in the tower is the largest in India, and is illuminated by a particularly ingenious arrangement of lamps.", "topic": "husainabad", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "It has a sweetly pealing chime of five bells. HUSAINABAD TANK Due west of the clock tower stretches a beautiful cruci- form tank surrounded by steps, which lead down to the water's edge. In common with most of the buildings associated with Husainabad, it was made by Muhammad AH Shah (1837-1842). It is reputed to have been origin- ally connected with the river. Cool and green, its placid waters are well stocked with fish, and add much to the charm of the lovely garden, whose beauties it reflects with mirror-like fidelity.", "topic": "husainabad", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "BARADARI, OR TALUQDARS' HALL The Baradari stands on the northern bank of the Tank and is a handsome brick building enclosed by wide verandahs, to east and south, characterised by orna- mental iron pillars in a harmonising shade of terra-cotta. The interior is hung with portraits of the Nawabs and Kings of Oudh, and is used as an assembly room by the Taluqdars, or Nobility of Lucknow. SAT KHANDA Still further west rises a picturesque, but unfinished structure, known as the Sat Khanda, or Seven Storeyed — 23 — Tower. The misnomer is explained \"by the statement that its builder; Muhammad Ali Shah, commenced it, and the Imambara simultaneously, intending it to serve as a watch tower, from which to survey the growing splendours in course of construction. The King, how- ever, died before more than four of the seven storeys were completed hence, in calling the tower Sat Khanda, the will is taken for the deed.", "topic": "tank", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "DAULAT KHANA Built by Asaf-ud-Daula NaWab-Vazir (1775-1797), the enclosure known as Daulat Khana lies north of the Clock Tower, and is entered through a gate to right of the Bara- dari. The settlement comprises a group of large houses, the original dwellings of Asaf-ud-Daula and his nobles, when the Nawab transferred his Court from Fyzabad to Lucknow. Asfi Kothi was the royal residence and still perpetuates the Nawab's name. Literally interpreted, Daulat Khana signifies < Noble- man's Mansion ». HUSAINABAD IMAMBARA The approach to the Imambara lies through a pic- turesque bazar known as the Gelo Khana, or Decorated Place.", "topic": "husainabad", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "Here choice Lucknow embroideries, bidri work, clay figures and other specialities of the Oudh capital are eagerly offered for inspection. Facing the principal entrance to the Imambara, on the opposite side of the bazar, is a dummy gate of similar size and design, known as the Naubat Khana, where music is played three times a day in honour of the dead, namely before sunrise and noon, and directly after sunset. Three musicians are stationed in the upper balcony and four below. Their pay is Rs.6 a head per mensem. Guarding the gates are curious statues of women, very like the figure-heads attached to old ships.", "topic": "misc", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "In each case the body and hoofs of a horse are substituted for the lower half of the « human form divine ». — 24 — A large white gateway admits to a flagged courtyard, bright with grass-planted squares and flower-decked borders. A raised tank runs down the centre, crossed by a decorative iron bridge, while to right and left of the portico stand pedestals supporting two big bronze sta- tues, quasi-classical in design, of a male and female, each figure chained to the upper part of the gate. At either side of the quadrangle rises a white domed mausoleum, partially screened from view by clustering shrubs, tall dark cypress trees and a wealth of flowers. That to the west is the Kothi of Zenab Asiya, daughter of Muhammad Ali Shah, and professes to be modelled on the lines of the peerless Taj Mahal at Agra.", "topic": "tank", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "To those, who have never seen the latter, the tomb of the Oudh princess will doubtless appeal as curious and beautiful, with its snowy minars standing sentinel at the four cor- ners, and its white cupolas, surmounted by golden crowns, from which emblems of royal rank gilded spires shoot upwards to the blue sky. Close by is a small masjid reserved for the descendants of the Oudh kings, where prayers are said daily at sunset for the illustrious dead. The Mausoleum, on the opposite side of the garden, is sacred to the memory of Zenab Asiya's husband. He, however, died at a distance, so that only relics are pre- served there. The twin kothis are identical in design and are alike sheltered by encircling trees and shrubs.", "topic": "misc", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "At the southern extremity of the court, a raised terrace supports the Imambara built by Muhammad Ali Shah. Both the King and his mother lie buried therein. Noth- ing could be less suggestive of a tomb than the fragile- looking palace of glistening white, crowned by a golden dome, its soaring spire holding a glittering crescent and star up to the blue vault of Heaven. The interior is bright with much gilding, many mirrors and myriad multi-coloured crystal chandeliers, all of which are lighted on the anniversary of Muhammad All's death. The King's tomb lies to the west, and that of his mother, to east, of the marble floor.", "topic": "misc", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "Both are enclosed by massive silver railings flanked by tall glass candelabra, Which cost Rs. 12,000 a pair. Other treasures consist — 25 — of the King's throne of embossed silver, and the Queen's divan resting on solid silver supports; a wax Tazzia, another of silver, and tv^ro ancient copies of the Koran brought from Mecca. The sacred script is gorgeously illumined and religiously kept in splendid wrappings of gold brocade. In the days when Lucknow was a royal city, the Husain- abad Imambara was thronged throughout the Moharram.", "topic": "misc", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "It is still lavishly illuminated at this season. European visitors are admitted on the sixth night of the new moon. Muhammad Ali Shah left a fortune of thirty-six lakhs of rupees for the proper upkeep of his Imambara. JAMA MASJID Begun by Muhammad Ali Shah, the Jama Masjid was intended to eclipse Asaf-ud-Daula's Mosque, and even to rival Shah Jahan's Great Mosque in Delhi. Death put an end to the King's ambitious purpose and it remained for one of his female descendants, Begam Malka Jahan, to finish the work.", "topic": "jama masjid", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "As it stands the Jama Masjid is account- ed by many the most satisfactory specimen of pure Mosfem architecture in Lucknow. It occupies a some- what isolated position surrounded by trees and grass. Like all buildings of the kind it is square, and owes much to the height of the terrace on which it stands. Minars flank the beautifully sculptured facade, the chief glory of which is an unusually high doorway soaring above the flat roof in a sharply pointed arch, dominated, but by no means dwarfed, by three domes, that rise in the Imme- diate background. The term Masjid is Arabic and signifies < House of Prayer », while Mosque is derived from the Italian « Moschea ».", "topic": "jama masjid", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "The first Masjid ever erected was at Medina and was the work of Muhammad himself. Primitive though it was, the Prophet's House of Prayer has served as model for all subsequent editions. The original plan has been faithfully adhered to, although improvements, and exte- rior decorations have been added from time to time. The result is that, after a lapse of nearly fifteen centuries, — 26 — it requires but a glance to distinguish a temple of Islam from that of any other denomination by reason of its square shape, crowning dome and two, or more minars. Curiously enough these last, highly decorative though they are, were introduced for use, rather than ornament.", "topic": "misc", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "Unlike other churches, which summon worshippers by ringing bells, Muhammadans depend upon the human voice. At the appointed hour an official, known as a Muezzin, mounts one of the minars and calls aloud, « God is great! God is great! God is great! I bear witness there is no God but God !", "topic": "misc", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "I bear witness that Muhammad is the Apostle of God. Come to prayers! Come to salvation! God is great! Prayers are better than sleep!", "topic": "misc", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "» On entering the courtyard of a mosque, visitors are required to remove their shoes before advancing on to holy ground. Moslems carry them sole to sole in the left hand, and are careful to put the right foot first when crossing the threshold. Plain clothing is worn in further token of humility. The interior of a Masjid is plain to bareness. No picture of any kind relieves the walls, which, at best, only dis- play a few texts from the Koran.", "topic": "misc", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "Light is admitted through a large central door, windows being the excep- tion, not the rule. The floor is of stone, or marble mark- ed off into small spaces, each just large enough for one worshipper. There are no seats of any kind. The pulpit consists of a few wooden steps, on which the Imam takes his stand near a niche in the central wall facing the entrance. The niche indicates the direction in which lies Mecca, the Kiblah, or spot towards which all follow- ers of the Prophet must turn when praying.", "topic": "misc", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "In the early days of his propaganda, Muhammad instructed his followers to honour Jerusalem as their Kiblah. He subsequently reversed this decision in favour of Mecca, the old sacred city of the Arabs founded by their forefather Ishmael. MUSA BAGH By a curious coincidence the opening and closing scenes of the Lucknow mutiny were enacted at Musa — 27 — Bagh. It was here that the Oiidh Irregular Infantry broke into open revolt on May 3rd, 1857. Similarly it was the last position held in force by the rebels.", "topic": "musa bagh", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "Should tim^e allow, the place deserves a visit on account of its historical interest, and because of the un- usually fine brick walls which surround it. Musa Bagh lies rather more than two miles north-west of Husainabad, and was originally laid out as a garden by Asaf-ud-Daula. The house was added by his half-bro- ther, Saadat Ali Khan (1798-1814) from designs furnished by General Claude Martin, who modelled it on the lines of an English manor. From this, his favourite country seat, the Nawab delighted to watch the famous wild beast fights, so popular with the Vazirs and Kings of Oudh. The place is now in ruins, having been stormed by General Outram on March 19th, 1858.", "topic": "husainabad", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "Captain S. T. Wales lies buried in the garden, having fallen in action while leading the 1st Sikh Irregular Cavalry in pursuit of the enemy. AFTERNOON Visit the Residency, Farhat- Baksh Palace, Chhattar Manzil Palaces, Lai Baradari, Qaisara Bagh, Museum, Maqbara of Saadat Ali Khan, the Moti Mahal and Kurshaad Manzil. THE RESIDENCY In the entrance hall of the Residency a marble tablet contains the following brief, but graphic appreciation of the part played by the little garrison, which, in spite of desperate odds, kept their flag flying during the black days of mutiny. The Right Honourable the Earl of Canning, G.C.B., G.C.S.I., Viceroy and Governor-General of India, express- ed his admiration of the defence of the Residency in the following words : « There does not stand recorded in the annals of war an achievement more truly heroic than the defence of the Residency of Lucknow. On June 30th, 1857 A.D., the day after the battle of Chinhat, the siege — 28 — began.", "topic": "baradari", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "On the 2nd July Sir Henry Lawrence was mort- ally wounded by a shell, which burst within the Resi- dency building. The Command then devolved up on Brigadier J. E. Inglis, H.M.'s 33rd Regiment. « The force within the defences consisted of 130 offi- cers, British and Native, 740 British and 700 Native troops and 150 civilian volunteers. There were 237 wo- men, 260 children, 50 boys of La Martinifere College, 27 non-combatant Europeans and 700 non-combatant natives, being a total of 2,994 souls. « From the 30th June to the 25th September, for eighty- six days, they were closely invested, subjected to a heavy artillery fire, day and night, on all sides, and had to sustain several general attacks on the position.", "topic": "misc", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "< On the 25th September, 1857 a.d.. Generals Outram and Havelock, with a large force, endeavoured to release the garrison, after having, with great loss, effected a junc- ture with them. They were, however, unable to with- draw, and the whole combined force was besieged for a period of fifty-three days, until finally relieved by Sir Colin Campbell on the 17th November, 1857 a.d. « There remained of the original garrison, when reliev- ed on the 25th September, a total of 979 souls, including sick and wounded, of whom 577 were European and 402 Natives. » Built in 1800, by Saadat All Khan, 6th Nawab, for the British Resident at his Court, the Residency originally consisted of a large, and very handsome brick mansion characterised by wide verandahs, lofty rooms and an imposing portico. An important feature, as events after- wards proved, was the Taikhana, or suite of underground apartments for use in the hot weather.", "topic": "residency", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "During the sad summer of 1857 the Taikhana afforded shelter to the women and children of the besieged garrison. Converted by circumstances and usage into a compre- hensive term, the name Residency is now applied to the entire enclosure hastily fortified by Sir Henry Lawrence. The scene of one of the most thrilling episodes in British history is counted hallowed ground, and reverently tend- ed as such. Name-stones mark the sites of the various “preyoy “a dep “QUSPTISOY II, ~~ xe LLORAS ARSED AESOP ISS HABEAS Mosque near Residency. Capt.", "topic": "residency", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "r. Aclmrd. posts, important buildings, and entrenchments, amid whiicli Sir Henry Lawrence distributed his small force. Thanks to these it is (possible to fallow the operations, and in some degree realise what appearance the com- pound presented in the summer of 1857. Seen now in the mellow light of afternoon, the Resi- dency presents a curiously peaceful aspect. Green lawns cover ancient scars, and protecting trees cast a kindly shade over ruined army-posts and shattered walls.", "topic": "misc", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "Faith- ful and brave, the old grey tower still flies the dear familiar flag, by night and day, from the rising ground once graced by the stately pile built by Saadat Ali Khan for the British Resident at the Court of Oudh. A riot of bourgainvillier spreads a purple pall over the war-worn stones, and clustering yellow roses offer up their per- fumed incense to the deathless memory of the brave. Riddled by shot and shell, the battered Baillie Guard Gate into the enclosure still stands. During the siege it was banked up with earth from inside, three field pieces still further protecting the steep ascent to the Residency proper. When, on September 25th, 1857, Generals Have- lock and Outram arrived with the first relief, they were admitted through the embrasiuie of Aitken's Battery a few yards to the right.", "topic": "residency", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "Immediately inside, to the right of the road, stands the Treasury, converted by the exigencies of the situation into an arsenal for the manufacture of Enfield cartridges. Still more to the north-west is the Banqueting Hall, a large double-storeyed building, now open to the sky and overgrown with creepers, but once sumptuously fitted Up, and arranged in a series of arched reception rooms for the use of the British Resident. At the beginning of hostilities it was converted into a hospital, while an aprtnient, on the north side, served as state prison for Mustafa Ali Khan, elder brother to the deposed King of Oudh, and other princes, two of whom were related to the Delhi Emperor. On the opposite side of the road are the remains of a square mansion approached by steps, known as Doctor Fayrer's House. A tablet on the wall of an inner room — 30 — marKs where Sir Henry Lawrence succumbed to his wounds on July 4th, 1857, four days after the siege com- menced.", "topic": "misc", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "Later on, this same room was occupied by General Outram. Beneath, in the Taikhana, many ladies and children languished underground for five weary months, until Sir Colin Campbell arrived with orders for the garrison to evacuate. Beyond Doctor Fayrer's House, to north-west, rise the two tall minarets and three domes of a dismantled mosque built on the roof of a large square mansion nam- ed Begam Kothi. Steps, on the outside, lead up to the sanctuary, once part of the dwelling of Mrs. Walters and her elder daughter. The latter was known as Begam Ashraf-ul-Nisia, the younger Miss Walters having married King Nasir-ud Din Haidar (1827-1837) under the title of Mukhaddar-i-UIaiyia.", "topic": "begam kothi", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "South-east of Begam Kothi, a pillar marks the site of the Post Office. Here the Royal Engineers and Artillery made their headquarters. It was defended by three field pieces, supplemented by an equal number of mortars, served by a detachment of the 32nd Regiment. The remains of walls, some four feet high, show whi-re Germon's Post was situated, fully exposed to the enemy's fire in a south-easterly angle of the Residency enclosure. It was commanded by Captain Germon of the 13th Native Infantry, whose Sikhs were supported by Uncovenanted Civilians.", "topic": "residency", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "Hard by is Sago's House, so called after its original occupant, Mrs. Sago, a schoolmistress. The place was garrisoned by the 32nd Regiment, and was the object of repeated attack, its position rendering it particularly vulnerable. The ruins of a building to south-west com- memorate one of the most dangerous outworks. This was Anderson's Garrison. The enemy continued within forty yards of it throughout the siege, keeping up an incessant fire both by night and day.", "topic": "misc", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "Another perilous post was the Cawnpore Battery to west. This mounted three field pieces and commanded a wide area, including two important roads. Not very far to the north-west a few scattered ruins — 31 — mark Martiniere Post, where the boys of La Martinifere College were quartered in a one-storeyed house, once the property of an Indian Banker, Sah Behari Lai. The fifty boys and their masters took part in the defence with a detachment of the 32nd Regiment. A constant and gall- ing fire was poured in on them from Johannes' house and shop.", "topic": "misc", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "The sites of these last are indicated by pillars outside the Residency enclosure, here fenced round with wire. When hostilities first broke out, Johannes was the wealthiest European merchant in Luckn'ow. \"With others he was compelled to abandon much of his property and seek refuge within the British lines. His house served as the point of vantage from whicli an African soldier, formerly in the employ of the King of Oudh, took deadly aim. The fellow was nicknamed « Bob the Nailer » by our men, from the fact that every shot of his took effect and literally nailed a man.", "topic": "residency", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "West of Martiniere Post are extensive ruins known as the Brigade Mess of King's Hospital, where a number of officers were quartered, and where a small room, some ten feet square, was allotted to Lady Cowper, wife of Sir Henry Lawrence's secretary. A ruined archway leads to further remains marked « Inglis' Quarters ». Not far away a big Shisham tree casts its protecting shade over the place onoe occupied by Mr. Gubbin's house. This official was financial secretary of Oudh, and his book on the Siege of Lucknow is one of the clearest and most interesting. North of Gubbin's house is a pillar inscribed « Slaugh- ter House Post », within easy distance of a second, marked « Sheep House ».", "topic": "misc", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "As is only fitting the Residency proper occupies the most commanding site in the enclosure, its grey tower and flag at once attracting attention. Entered through a large portico on the west, the ground floor contains a very excellent plaster model, by the Rev. T. Moore, of the entire position as it was at the time of the siege. Below is the famous Taikhana. A flight of dark stone stairs leads down to the underground apartments, into which several hundred women and children were crowded, to — 32 — languish and die in the fetid poisoned air, amid swarms ol flies, under the indescribable (Conditions which pre- vailed during the summer of 1857.", "topic": "residency", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "North of the Residency is the cemetery. Nothing re- mains of the handsome Gothic Church built in 1810 but the fragments of walls. Many pathetic monuments record the last resting place of groups of men, women and children, the victims of shot and pestilence, who were hurriedly buried by their comrades under cover of night. Particular interest attaches to a railed-off enclo- sure containing three graduated slabs. The topmost is of white marble and bears the simple message : « Here lies Henry Lawrence who tried to do his duty.", "topic": "residency", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "May the Lord have mercy on his soul. Born 28th June, 1806. Died July 4th, 1857. » Daily, at 6 a.m., a wreath of white flowers is laid upon the grave. A little to the south lies the tomb of Briga- dier-General Neill, killed on September 25th, 1857, by a shot fired by a sepoy from the Sher Darwaza, now known as Neills' Gate, a low red gateway surmounted by two small lions, situated near the Qaisara Bagh Palace.", "topic": "misc", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "MONUMENTS West of the Residency building a grass-grown mound supports a tall granite monument approached by three steps and surmounted by a cross. On its eastern and western faces it bears a carved elephant below a stag's head. The inscription runs : « Sacred to the memory of the officers, non-commissioned officers, and private soldiers of the 78th Highland Regiment, who fell in the suppression of the mutiny of the native army in India in the years 1857 and 1858. This monument is erected as a tribute by their surviv- ing brother officers and comrades, and by many offi- cers who formerly belonged to the regiment. » To north and south are ranged gun carriages mount- ing big cannon inscribed « Shannon ».", "topic": "residency", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "These took no part in the defence, but did good work in the final assault of 1858, when the Naval Brigade, commanded by ‘JSOM-Y]IOU SULYOOT VIIUTAEPY eT JO JAAVO} WOT MOTA .1* — 33 — Sir William Peel, captured Shah Najaf and La Martinifere, both stubbornly defended positions. Near by, on a low creeper-covered ruin, stand a quantity of small cannon used toy the besieging army, while the piles of old ball, massed on the ground beneath, were found in 1909 buried in Lai Bagh. South of the Taikhana rises a high granite column crowned by a Maltese cross. On it are the words : < To the memory of Sir Henry Lawrence, K.C.B., and the brave men who fell in defence of the Residency. A.D. 1857.", "topic": "residency", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "» Close by is yet another tall pillar. This was erected, to their fallen comrades, by the Duke of Cornwall's Light Infantry, from stone quarried in Cornwall. The unveil- ing ceremony was performed by Lady Inglis, widow of the late Colonel of the Regiment. The inscription reads : < Sacred to the memory of Major General Sir John Inglis, K.C.B., Colonel, Her Majesty's 32nd Eegiment, who, with a handful of devoted men, defended the Resi- dency of Luoknow for eighty-seven days from the 3rd July, 1857, to the 27th September, against an overwheJsming force of the enemy. » In front of the Baillie Guard Gate a memorial honours the memory of those gallant Indian soldiers who took part in the defence.", "topic": "misc", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "The foundation stone was laid by the King Emperor Edward VII, when, as Prince of Wales, he visited Lucknow in 1876. FARHAT BAKSH PALACE Built by General Claude Martin, who died in it, the Farhat Baksh, or Delight-Giving Palace, was afterwards sold to Saadat Ali Khan (1798-1814) for Rs. 50,000. The Nawab immediately set about transforming it into a palace, which, from then on, constituted the royal resi- dence of the Kings of Oudh. Other palaces for the queens, their children, and different members of the rul- ing house, sprang up all around.", "topic": "farhat baksh palace", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "The palatial group was set amidst lovely gardens, and ringed round with high walls of considerable strength. — 34 — At the present time Farhat Baksh is used as a library by the United Service Club. THE CHHATTAR MANZIL PALACES Known as the Greater and Lesser Chhattar Manzil, or Umbrella Palaces, these two handsome buildings owe their name to the curiously shaped gilt domes by which they are surmounted. Commenced by Ghazi-ud-.Din Haidar, and completed by his son. King Nasir-ud-Din Haidar, both palaces were specially designed for the Birooni, or ladies' apartments.", "topic": "chhattar manzil", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "The larger of the two is a three-storeyed building crowned by triple gilt umbrel- las. Below is an ample Taikhana to which the Harem repaired in hot weather. A glance at the exterior suffices to show that the archi- tect, responsible for the design, sought to reconcile late eighteenth-century French influence with Muhammadan tastes and prejudices, the effect being that of a French chateau to which, in a fit of mental aberration, the masons added the cupolas and kiosks intended for an Oriental palace. It is now used as the United Service Club. The Lesser Chhattar Manzil is two-storeyed and is like- wise shaded by three gilt umbrellas.", "topic": "chhattar manzil", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "It is distinctly Eastern in conception and stands between two handsome buildings, known respectively as Gulistan-i-Eram (Heav- enly Garden) and Darshanbilas (Pleasing to the Sight). The last named is also spoken of as Ghaurukhi, from a unique fantasy of the architect that led him to model each of its four sides after the fagades of four famous public buildings in Lucknow. A sinister report is current regarding Gulistan-i-Eram, to the effect that King Nasir-ud-Din Haidar met his death in its underground apartments at the hand of a woman, who is said to have given him poison in a glass of sharbat. LAL BARADARI Once the Throne Room of the kings of Oudh, the Lai Baradari is, as its name implies, a red- building. Large - 35 -- atid filat-roofed, it stands facing the Ladies' Club on toe opposite side of the road to Chhattar Manzil.", "topic": "baradari", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "It is now used as a library. Erected by Saadat Ali Khan as a Darbar Hall for state receptions, it was where corona- tions took place. In this connection it was the scene of a particularly dramatic incident in the history of Luck- now. , i I When Nasir-ud-Din died in the adjacent Gulistan- i-Eram, poisoned, it was said, at the instigation of his ministers, his adopted mother, the Badsah Begam, made a hold bid for the Masnad on behalf of her illegitimate son, Munna Jan. To this end she seized Colonel Low, the British Resident, and forced him to attend at a coro- nation ceremony in the Lai Baradari. She further tried to compel him to make the customary Nazar, or offering to Munna Jan, wherewith the British Government was in the habit of recognising the right of a new heir to the throne.", "topic": "baradari", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "Colonel Low's refusal came perilously near to costing him his life. In the end Munna Jan's spurious title was set aside and Muhammad Ali Shah, uncle of the deceased sovereign, confirmed in the succession. The term Baradari literally means a building characteirised by twelve doors. It is also applied to an open pavilion. QAISARA (KAISER) BAGH Built by Wajid Ali Shah (1847-1858), the group of buildings included in the general term Qaisara Bagh, or Emperor's Garden, was intended to eclipse anything of the kind attempted by his predecessors.", "topic": "baradari", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "Imbued with this ambition, the last King of Oudh erected a pile of such dimensions, that it was reputed to cover more ground than the Tuileries and Louvre together, and cost over eighty lakhs of rupees. Unfortunately, quantity seems to have been studied rather than quality—the result being disastrous from architectural standards. On the outbreak of the Mutiny a vast amount of treasure was removed from here to the Residency, where a consider- able portion of it Was lost. Now, the Qaisara Bagh has mostly disappeared, but the i — 36 — name is still applied to a large quadrangle behind the Lai Baradari, chiefly conspicuous for a handsome stone pavilion. The yellow buildings, enclosing the great court to south and east, have been assigned to the Taluq- dars, or landed nobility of Oudh, vyho reside there when in Lucknow.", "topic": "baradari", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "Formerly Canning College occupied the north side of the square, now converted into a museum, where those interested in ornithology will find an excel- lent collection of Indian birds and eggs. In the heyday of its glory the Qaisara Bagh must, despite the meretricious nature of its architecture, have presented a very splendid appearance. Entered by a gateway on the north-east, a court led to the Jilaukhana, the triumphal gate whence royal processions started. A third portal admitted to the Chini Bagh, so named from the china vases with which the garden was decorated. Yet another gateway, guarded by painted mermaids and surmounted by an upper storey wherein the principal minister had his quarters, led to the Hazrat Bagh.", "topic": "museum", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "To the right stretched the Chandiwali Baradari, its floor of polished silver, and the Khas Mukham in close proximity to the Badshah Manzil, where the King himself resided. This last was erected by Saadat Ali Khan and absorbed into his grand new palace by Wajid Ali Shah. The pile of biuldings to left contained the Birooni, or Queen's -apartments, and the harem. Known as Chau- lakhi, this palace was the work of the King's barber, Azim UUah Khan, who sold it to his royal master for the sum of four lakhs. The name perpetuates the memory of the bargain.", "topic": "baradari", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "It was here that the mother of Brujis Khan —a lad of ten, the pretended son of Wajid Ali Shah, the deposed soveijeign, held her Court when the mutineers proclaimed the boy King of Oudh. The Begam's career was a romantic one, for she had begun life as a dancing girl. Her rare beauty had gained her promotion to a position in the royal harem, and her talent for intrigue raised her, for a brief spell, to the dizzy height of a reigning queen with the coveted title Badshah Begam. A little beyond Chaulakhi and the other palaces stood a spreading mulberry tree beneath which Wajid Ali Shah, — 37 — wearing the yellow habit of a fakir, used to take his stand during the feast of Jogia MuJa, when the great August fair was held in the Qaisara Bagh quadrangle. All par- ticipating in the festivities were required to dress as fakirs, otherwise they were not permitted past the East- ern Lakhi Gate, so called from the fact that it teost a lakh of rupees.", "topic": "misc", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "The Qaisar Pasand, or Raushan-ud-Daula Kothi, lies to the left of the Western Lakhi Gate. It is now divided among several Government departments. During the reign of Nasir-ud-Din it was the Prime Minister's palace, but was confiscated by Wajid Ali Shah, who transfemed it to a favourite of his harem. Its lower rooms served as a prison for the party of European captives, massacred, on September 24th, 1857, near the north-east gate of Qaisara Bagh. The spot is now marked by a grass enclosure containing a small pointed monument to the memory of Sir Mountstuart Jackson and other officers and men, two ladies « and others, European and Native, faithful ser- vants of Government, victims of 1857 ».", "topic": "misc", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "MAQBARA OF SAADAT ALI KHAN Built by his son and successor, Ghazi-ud-Din Haidar, the Maqbara of Saadat Ali Khan, fourth King of Oudh 1.1798-1814), stands on a high grassy mound surrounded ly a wide lawn and low railings. The site of the mauso- leum was formerly occupied by the palace of Ghazi-ud- Din Haidar, who resided there when heir-apparent. On succeeding to the Masnad this prince declared that, as he had taken his father's place, it was only fitting that his father should have his. Inspired by this curious concep- tion of fair exchange, he commanded that his palace should be demolished and the tomb of Saadat Ali Khan erected in its stead. Large and solidly built, the Maqbara is crowned by a dome and displays a handsome floor of black and white marble arranged in chessboard squares.", "topic": "saadat ali khan", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "A marked-off space in the pavement runs north and south, showing the spot where the King lies below in an underground vault, — 38 — In the corridor behind, three rough spaces in the red brick floor mark the resting-places of three Begams, •while their daughters sleep in the gallery on the east side. A dark spiral staircase descends to a narrow winding passage, where three sunken recesses represent the graves of Saadat Ali Khan and his two brothers. The smaller mausoleum, at the eastern corner of the lawn, contains the sarcophagus of Khursbaid Zadi, mother of Ghazi-ud-Din. During the Mutiny both tombs mounted cannon, and were strongly fortified by the enemy. The fiHng from them was particularly effective, and greatly hampered General Havelock in his efforts to reach and relieve the Residency.", "topic": "residency", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "In a line with, the principal Maqbara is a large flat grave, stone-flagged and enclosed by a low railing. Beneath it lie a number of officers and men of, the 23rd Company of Royal Engineers, who were killed by gun- powder abandoned by the mutineers in their retreat from Luckn'ow on 17th March, 1858. A small white marble tablet in the centre records their names. MOTI MAHAL Situated on the Clyde Road, the Moti Mahal dates fron; the reign of that prolific builder, Saadat Ali Khan (1798- 1814), and owes its name of Pearl Palace to a fancied resemblance between the shape of its original dome and a pearl. It is entered from the south by a handsome three-storeyed gateway bearing the royal badge of Oudh —three fish in high relief—above the pointed portal.", "topic": "saadat ali khan", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "A broad walk leads up to a wide two-storeyed building, dome crowned and surmounted by a gilt pinnacle, the whole tinted a delicate shade of turquoise. The garden walls are likewise blue, and show a white marble tablet at the south-west corner inscribed : « About twenty paces from this spot, in the side wall of the Moti Mahal, was the gap through which Sir James Outram and Sir Henry Havelock passed on their way to meet Sir Colin Campbell, when the relieved and relieving forces joined harjds on the 17th September, 1857, » — 39 — Formerly the Moli Mahal formed one of a group of three royal buildings. The other two consisted of the Mubarak Manzil and the Shah Manzil. In the latter wild beast fights were held. It and Mubarak Manzil were built by Ghazi-ud-Din Haidar.", "topic": "moti mahal", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "KUBSHAAD MANZIL Kurshaad Manzil, or the House of the Sun, is a large double-storeyed mansion marked by low towers at the corners. Begun by Saadat Ali Khan, it was completed by his son, Ghazi-ud-Din Haidar, and fortified by a moat and drawbridge. After the British annexation of Oudh, in 1856, Kurshaad Manzil was known as the Mess House, from being usied for that purpose by officers of the 32nd Regiment. During the Mutiny it was the scene of some stubborn fighing, in which both Lord Wolseley—then a captain— and Lord Roberts, as a lieutenant, bore an active part. The latter planted the flag of the 2nd Panjab Infantry on the west turret in sign of capture.", "topic": "saadat ali khan", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "In constant reminder of those stirring days, a small pillar stands just inside the gate to left. It bears the following inscription : « It was here that Havelock, Outram and Sir Colin Campbell met on the 17th November, 1857. » Eventually the house was presented by Government to La Martiniere Trust, to be used as La Martiniere Girl's High School. SECOND DAY—FORENOON Visit La Martiniere Boys' School, Dilkuslia Palace, Wilaiti Bagh and Blbiapur Kotbi. GENERAL CLAUDE MARTIN.", "topic": "la martiniere", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "A Brief Biography. Of all the fortune hunters who, from time to time, have made their way to India, none, perhaps, has left so last- ing a memorial of his adventurous career as the founder of La Martiniere, and, certainly, none ever put his wealth to better use, — 40 — A Frenchman by birth, General Claude Martin was born at Lyons on the 5th of January, 1735. His father has been variously described as a cooper and as a silk manufacturer. Be that as it may, his son evinced no inclination to follow in the paternal footsteps. Instead, young Martin enlisted in the Army.", "topic": "la martiniere", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "Volunteering for service in India, he accompanied Lally, the newly- appointed Governor of Pondicherry, as a member of his bodyguard. He arrived out here in 1758 at the age of twenty^hree. Lally was not a success as Governor. His extreme severity and martial discipline led to discontent among his followers. The result was that his entire bodyguard went over to the English, young Martin with the rest.", "topic": "misc", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "Quick to perceive the possibilities of the chang- ed situation, young Martin volunteered to raise a French corps de chasseurs for the East India Company. His offer was accepted, and he garrisoned Chandernagore. Promotion followed and he rose to the rank of captain. Fortune was not invariably kind, and he experienced many vicissitudes until his talent as a draughtsman gain- ed him a position in Oudh. From that moment his star was in the ascendant.", "topic": "misc", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "Establishing himself at Lucknow, his inventive genius and all-round ability soon attracted the notice of the Nawab, who lost no time in petitioning the Bengal Government to allow Captain Martin to become Superintendent of the Oudh Artillery and Arsenal. Ce n'est que le premier pas qui co&te! Before long, Martin occupied the coveted post of confidential adviser to Asaf-ud-Daula, and was his representative in all tran- sactions with the Company, in whose good graces he continued to the end. In time he formed a friendship, with de Boigne. The compatriots turned their talents to cultivating indigo, and employed the profits to good account by making loans to the prodigal Nawab.", "topic": "misc", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "In this and other ways, for he had « many irons in the fire », Martin acquired a considerable fortune. Wealth made little difference to his habits. He was naturally parsi- monious and extrem'ely sparing in his personal expen- diture. His constant services to the Company met their — 41 — culminating reward in 1796, when he was gazetted Major- General. Throughout his career General Martin seems to have kept two objects fixedly in view, namiely, the acquisition of wealth and military rank.", "topic": "misc", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "When he had realised both these ambitions he set to work to perpetuate the memory of his success. To this end he bequeathed his chateau, Constantia, and a large portion of his estate to found an educational establishment for Europeans born in India. He further specified that his body was to be embalmed, and placed in a specially constructed vault under his house, which, from then on, was to be known as La Mar- tiniere. His will was a remarkable document. Drawn up by himself, it contained forty clauses.", "topic": "misc", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "Repentance inspired the opening statement, which humbly confessed self- interest to have been the motive underlying all his actions through life. He left sums of money to the poor of Chan- dernagore, Calcutta and Lucknow, and founded colleges in Lyons and Calcutta, which were also to bear his name. If he had led a selfish life as he avowed, he did his best to make amends at the eleventh hour. LA MARTINIERE Visiting hours, before 10.30 a.m. A picturesque road, branching off to the left of the highway leads to iLa Martiniere, or Constantia, as the chateau was originally named, from the motto < Lahore et Constantia » which the General had adopted. Near the College, on the northern side of the Park, stands a mausoleum to General Martin's Indian wife, while a little further east is a stone enclosure containing two graves.", "topic": "la martiniere", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "The smaller marks the resting-place of Captain Da Costa of the Ferozepore Sikhs. The other is sacred to Major Hodson of Hodson's Horse, who, with his own hand, executed summary judgment on the Mogul princes, shoot- ing them within sight of Humayon's tomb at Delhi. The English Parliament demanded that Major Hodson should stand his trial for the act. Before notice of this reached — 42 — him, the gallant and greatly daring officer had received his death wound, while storming the Begam Kothi, now the Lucknow General Post Office. The stone above his ashes bears the simple inscription : « Here lietli All that could die of William Stephen Eaikea Hodson, Oajptain and Brevet Major 1st E.B.", "topic": "begam kothi", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "Fusiliers and Commandant off Hodson's Horse, son of the Venble. George Hodson, Archdeacon of Stafford. Born March 19th, 1821. Fell in the final assault of Lucknow, March 11th, 18.58. ' A little while. '", "topic": "misc", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "11 Oor. Ch. 1. verse 12. » The College itself is an imposing building, of which General Martin was the architect. Time has somewhat subdued the florid exuberance of its style, in which Jions rampant and large quasi-classical figures play a conspi- cuous part.", "topic": "misc", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "The lions are now old and the goddesses middle-aged, and so less anxious to obtrude their charms. As for the many towers, these usually lend a feudal touch. Such, however, is not the case with the turrets of Con- stantia. They are obviously for ornament only. The Chateau faces east.", "topic": "misc", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "It stands on an elevated stone terrace approached by many steps, and commands a deep artificial lake, in the centre of which rises a solid fluted pillar some 125 feet high. Big bronze cannon inscribed : « Lieutenant-Colonel Claude Martin, Lucknow, 1796 », lend a martial aspect to the entrancie. The interior is coloured green and is pro- fusely decorated with stucco in an early Empire design. One room is fitted up as a chapel, and displays stained glass windows at either end. A small octagonal apart- ment contains a bust of the General, showing him as thin to emaciation, with a large high nose and long pointed chin; the astute face of a man who knows and under- stands men.", "topic": "misc", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "At the back of the castle is a delightful and extensive garden. Returning to the house, a candle lights the way down a dark spiral staircase to a small subterranean chamber. This holds the big bronze bell cast by General Martin in 1786, originally the hour bell of his great clock in the — 43 — northern turret. From here a short passage runs through io an octagonal room almost completely filled by a large stone tomb. The flat marble tablet reads : « Here lies Major General Claude Martin, Born at Lyons the 5tli day of January, 1735, arrived in India, a common soldier, and died at Lucknow the 13th September, 1800. '", "topic": "misc", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "Pray for his Soul. ' » ' Formerly the sarcophagus was guarded by four life- sized figures of soldiers standing, with muskets reversed, at the four corners. During the Mutiny these were des- troyed, the tomb opened, and the General's bones scat- tered. Later on they were recovered and restored to their resting-place. General Martin did not die at La Martiniere, but at Farhat Baksh Palace, while La Martiniere was in course of coilstruction.", "topic": "farhat baksh palace", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "The side- wings were added after his death. They now contain the college proper, consisting of class rooms, dormitories and refectory. The' Chateau was formally opened as a boys' school in 1840. In 1857 it was abandoned, and the scholars temporarily trans- ferred to the Residency, until order was restored in Lucknow. During the Mutiny it was held in force by the rebels and was the scene of some very sharp fighting.", "topic": "residency", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "La Martiniere enjoys an excellent reputation as an edu- cational centre. The uniform of the boys consists of a blue coat,grey knicker bockers, black stockings arid boots, and a khaki helmet. DILKUSHA PALACE At first sight the square towers of Dilkusha (Heart's Delight) convey the impression of a ruined feudal castle. This rapidlj' fades upon nearer approach, when it becomes evident that the turrets are merely decorative additions to a pleasant country mansion. Designed as a hunting-box by Saadat Ali Khan, this sport-loving king laid out the surrounding country as a park, stocking it well with deer and other game.", "topic": "saadat ali khan", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "In eoyrse of time it grew to be a favourite summer pal^Qg — 44 — with the ladies of the harem. Suddenly the Mutiny transformed it into a fort, in which character it was stormed by Sir Colin Campbell after a stubborn resis- tance of two hours. On November 24th, 1857, Sir Henry Havelock died here, in a soldier's tent pitched in the garden, after uttering the memorable words : < I have, for forty years, so ruled my life that when death came I might face it without fear. » On peace being restored, Dilkusha became the resi- dence of the General Commanding the Oudh Division until the masonry began to show signs of insecurity, when it was abandoned and partially demolished. WILAITI BAGH Near neighbour to Dilkusha Palace, the Wilaiti Bagh was a one-time famous garden, where ladies of the harem delighted to wander amid the rare exotics planted by Nasir-ud-Din Haidar.", "topic": "dilkusha palace", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "High walls screened their beauties from all eyes save those of the birds and butterflies excepting on the fourth side, where the waters of the winding Gumti cooled the flower-scented air. Now the deserted pleasance guards are nothing more remarkable than a ruined pavilion, while the graves of some soldiers mark the track of the Mutiny. BIBIAPUR KOTHI A good metalled road leads eastwards from Dilkusha to Bibiapur Kothi, a solid two-storeyed building where, in the days when Lucknow was a royal city, each newly appointed British Resident was entertained on first arrival. As soon as his stay had lasted the time pre- scribed by Court etiquette, the King rode out to Bibiapur Kothi in solemn procession, mounted on an elephant. The British envoy was received with due ceremonial and entered the Capital seated in the howdah beside the King, who accompanied him in state to the Residency.", "topic": "residency", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "AVhen Asaf-ud-Daula consulted General Claude Martin as to a suitable design for his hunting-box, Bibiapur — 45 — Kothi, neither could possibly have imagined that, one day, the carefully planned manor house would be con- verted into a model Government Dairy Farm for British troops stationed in Cantonments near by. AFTERNOON Sikandar Bagh, Kadmn Rasul, Shah Najaf, and Horti- cultural Gardens. SIKANDAR BAGH Famous as the spot, whiere vengeance overtook a large number of the mutineers, Sikandar Bagh was built for Sikandar Mahal Begam, a favourite wife of Wajid Ali Shah, the last King of Oudh. Now all that remains of it is a quadrangle, some 120 yards square, surrounded by deep walls 20 feet in height, arranged, on the inner side, in a series of apartments after the fashion of cloisters. These still bear traces of beautiful stucco work.", "topic": "sikandar bagh", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "Entrance is through a tall three-storeyed gate of yellow sandstone, emblazoned with the royal fish badge, and surmounted by four kiosks, two of which are octagonal and two square. Once laid out as a delightful garden, the enclosure is now a desert waste, from the midst of which rise the forlorn remnants of a pillared baradari. Lured by the fancied security of its high walls, more than two thousand of the enemy took up their position in Sikandar Bagh, when forced to retreat before the advanc- ing British troops under Sir Colin Campbell. This able leader was quick to take advantage of the trap into which the enemy had unwittingly entered. Accordingly, on the 16th of November, 1857, he ordered an entire column to advance and storm the position.", "topic": "baradari", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "The fire of two guns was concentrated on a point in the walls near the south-east corner, where a breach was speedily effected. A Highlander was the first to enter, closely followed by a Sikh. Both were immediately shot dead. The fighting then assumed a desperate character, two thousand of the mutineers being killed within the square. _ 46 -^ Their bodies were subsequently buried in deep trenches outside.", "topic": "misc", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "Outside the east wall a white marble slab bears the fol- lowing inscription : « This tablet marks the spot where the wall of the Sikandar Bagh was breached in the assault on 16th November, 1857. » Above it is a second, which reads : « This tablet was erected by the officers of the 2nd Battalion Princess Louise's Argyll and Suther- land Highlanders in 1869, to commemorate the part taken by the 93rd (Sutherland Highlanders) in storming this breach on the 16th November, 1857. » . Almost opposite to these two mural tablets a tall needle- shaped monument commemorates a hundred and sixty- five of the regiment who fell in the engagement. KADUM RASUL But for the oft-repeated injunction « appearances are deceptive », the casual observer would be p;-one to credit Kadum Rasul with belonging to a remote period of antiquity.", "topic": "sikandar bagh", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "This impression is intensified by a notice board, which prominently displays a warning to the effect that the place is in a dangerous condition and should not be entered. As a matter of fact the isolated domed building, standing on a high artificial mound, is comparatively modern, it goes back no earlier than the reign of Nasir-ud-Din Haidar (1827-37), when it was erected for a sacred relic, the impress of the Prophet's foot in stone brought by a pilgrim from Arabia. Durin.g the Mutiny the relic was removed and the shrine converted into a powder maga- zine by the rebels. A flight of dilapidated brick steps, at the north-west corner, leads up to the top of the mound, which com- mands a fine view of the Gumti. Once departed, the odour of sanctity never returned to the shrine.", "topic": "misc", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "It has degenerated into a crumbling ruin invested with a certain suggestion of mystery, which its history in no way justifies. SHAH NAJAF Immediately west of Kadum Rasul rise the expansive white dome and glittering gold pinnacle of Shah Najaf, the beautiful mausoleum erected by Ghazi-ud-Din Haidar (1814-27) . The first King of Oudh modelled his Maqbara on' that of Ali, son-in-law of Muhammad, and father of the noted Imams Hussan and Hussain. The name Najaf is derived from the hill in Arabia on which All's tomb stands, the tomb being one of the principal places of Moslem pilgrimage for members of the Shia sect. Low white walls, marked by a kiosk at each corner, encircle Shah Najaf, or Najaf Ashraf as the King's mau- soleum is variously entitled.", "topic": "shah najaf", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "A luxuriant garden serves as introduction to a paved court enclosed by wide clois- ters. Five white marble steps lead up to the sanctum. The interior presents a rich and brilliant appearance with its immense crystal chandeliers, its life-sized por- traits of the King and two of his descendants, its floor of grey and white marble, and its doors of elaborately carved shisham wood. Further illumination is provided by eight giant crystal candelabra, making it appear as though the King's last command had been « Fiat Lux n. In the centre of the hall stands a large double-storeyed tomb of silver and stained glass in a beautiful shade of emerald green. This , is the cenotaph of Ghazi-ud-Din Haidar, who sleeps between two of his queens.", "topic": "introduction", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "Their sarcophagi are of somewhat similar design, that on the right being considerably smaller than the other, which contains his favourite wife, Mubarak Mahal. On the anni- versary of the latber's death the mausoleum is illuminated, prayers are said and alms distributed among the poor. During the Mutiny, Shah Najaf was strongly held by the enemy. After a cannonade of three hours it was carried by the Naval Brigade, supported by the 93rd High- landers and a company of the 90th Foot, commanded by Captain (subsequently Field Marshall Lord) Wolseley. The mausoleum is richly endowed, Ghazi-ud-Din Haidar having left a crore or rupees in perpetuity to the British government for its upkeep, and that of certain stipulated charities.", "topic": "shah najaf", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": ", . - . THIRD DAY — FORENOON Alam Bagli and Government House. ALAM BAGH Alam Bagh was built by Wajid All Shah as a country, residence for one of his b«gams. Not a vestige remains of its past charms.", "topic": "alam bagh", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "None the less, it is hallowed ground by reason of the grave of Sir Henry Havelock, which lies in one corner, and of historical interest because of the important part the enclosure played during the Mutiny. At one critical period it was the only place held by the British in Oudh, and its retention was of vital moment from the point of view of prestige. At the present time the once blooming garden, the scene of an historic siege, is a wide tract of waste land shut in by low walls. Gannon has played havoc in the neighbourhood of the gate, a square edifice adorned with the familiar fish badge of the Oudh kings. From the main entrance a broad path runs direct to a double- storeyed house, the curious feature of which is the total absence of windows.", "topic": "misc", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "Each of the four corners is empha- sized by an octagonal tower, the one to north-east having contained the semaphore, thanks to which communica- Jions passed between the British force holding Alam Bagh, and the besieged garrison of the Residency. Hard by is the cemetery. A tall, needle-shaped monu- ment, erected by his widow, marks where Sir Henry Havelock lies in a modest grave surrounded by a white iron railing. Latterly a second inscription has been added to the memory of his son. Sir Henry Havelock Allan, killed by the Afridis in December, 1897.", "topic": "residency", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "When the gallant General, hero of the first relief of the Residency, was laid to rest during the fateful evacuation of Lucknow, the spot where his remains are interred was only indicated by an « H » cut in an adjacent mango tree. Even after this lapsie of time, it requires no great effort of imagination to picture the hurried funeral beneath the mango tree, its branches casting fitful “pacuoy “A ‘advo “BUeqUIeW] jBaINH Jo Joo.t toay anbsoyy jearg “ITY powUlRyny, Jo seed — 49 — shadows over the little groXip gathered about the open grave. There stood Sir Colin Campbell, afterwards Lord Clive—^himself buried with due pomp and ceremony in Westminster Abbey some five years later—General Outram, Brigadier Inglis, Brigadier Adrian Hope, Cap- tain Peel, R.N., and many other brave men. Alam Bagh first became of historical importance on September 23rd, 1857. On that date General Havelock captured it from the enemy, while pressing forward to relievie the Residency.", "topic": "residency", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "His intention being to imme- diately return with the women, children, sick, and wounded; he deposited the baggage, stores and most of the ammunition in the Begam's garden. Unfortunately the enemy proved too strong, and he was unable to carry out this plan. When, in November, the superior force under Sir Colin Campbell succeeded in withdrawing the garrison from the Residency, General Outram remained behind in Alam Bagh, which, from then until the following March, was the only position held by the British in Oudh. GOVERNMENT HOUSE All the buildings dating from the Nawabs and Kings of Oudh are distinguished by -high-flown and fanciful titles. Government House is, no exception to this rule.", "topic": "residency", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "Known as Hayat Baksh, or the « Life-Giving >, Kothi, it was eiiected in the time of Saadat All Khan (1798-1814). Later on it was used as a powder magazine by General Claude Martin. After the British annexation of the country the bungalow was allotted to the Commissioner, Major Banks, and called Bank's House. It was here that the famous Major Hodson, of Hodson's Horse, was carried, mortally wounded, to expire in one of the lower rooms. The place was twice stormed by the British : once under Brigadier Russell and the second time under Sir Edward Lugard.", "topic": "misc", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "Now known as Government House, the one time Hayat Baksh Kothi is a dignified two-storeyed building, to which a ball-room was added in 1907. — 50 — AFTERNOON THE CHAUK Two beautiful gates, emblazoned with the fish badge, mark the entrance to, and exit from the Chauk. The southern portal is reputed the earlier. Known as Akbari Darwaza, the fact that it is named after the great Moghul Emperor renders it probable that it was put up during his reign by one of the Subahdars, predecessors of the Nawabs and Kings of Oudh. The Chauk itself dates from Asaf-ud-Daula (1775-1797), and is one of the most interesting places in Lucknow, containing a bazar of quite unusual attraction and variety.", "topic": "government house", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "Steep dark stairs lead up to small shops, where the light filters reluctantly through diminutive windows. Here the peripatetic purchaser may come upon treasure trove in the form of rare old silver, genuine early Lucknow enamel and characteristic jewellery, once the property of the prodigal kings and their much indulged queens. Those not desirous of climbing in search of the curious and antique will find much to interest them on the level. Either side of the way is crowded with booths the entire length of the bazar. Their contents are as unexpected as they are varied.", "topic": "misc", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "Glass and metal bangles jostle each other in glittering rivalry, their charms paling before those of the beaded, jewelled and embroidered caps and slippers for which Lucknow is famous. Hookahs, too, make seduc- tive appeal to lovers of the fragrant weed indiilged in a I'Oriental, and pyjama belts, skilfully contrived from silken threads in brilliant shades of majenta, royal blue and Ali green, dangle dazzling gold and silver tassels to catch the eye en passant. Then there are clay figures and fruit, perfumes which challenge comparison with those of « Araby the blest », characteristic jewellery and Bidri work equal to that of Damascus. In addition, there are many-hued saris, all sorts of needlecraft, brass and copper vessels, and a thousand and one things new and strange to Western eyes. Above all there is the local colour, the — 51 — indescribable atmosphere of an Indian bazar, with, its •sights and sounds and smells, its vivid crowds, and its something of unreality, its curious dream-like suggestion of life as a passing show.", "topic": "misc", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "SOME OTHER PUCES OF INTEREST THE DARGAH OF HAZRAT ABBAS A short distance south-west of the Chauk are two noted Dargahs, or shrines, much visited during Moharram. The better known of the two is that of Hazrat Abbas, said to contain the metal crescent from off the sacred banner of Abbas, a relative of Ali, killed in battle at Kerbela. The Alums, or banners, clarried in the Moharram processions are first brought to the shrine, made to touch the hallowed relic and borne thence through the opposite door. In addition the Dargah is famed as the sanctuary, where Saadat Ali Khan made his celebrated vow to abstain from those forms of dissipation, which had marred his earlier career, a good resolution, to which the Nawab adhered, greatly to his own and his subjects' benefit. IRON BRIDGE Brought from England in 1798, at considerable cost, by iSaadat Ali Khan, the Iron Bridge was not erected until the reign of Amjad Ali Shah, some forty years later.", "topic": "saadat ali khan", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "By the latter's direction it was placed in its present posi- tion instead of fronting the Residency, as had been com- manded by his predecessor. King Nasir-ud-Din Haidar. , STONE BRIDGE The original so-called Stone Bridge was of brickwork. It was started by Mansur Ali Khan (1739-53), better known by his title of Safdar Jang, whose mausoleum at Delhi is one of the sights of the Imperial city. The work begun by the second Nawab was completed by the fourth.", "topic": "residency", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "— 52 — his grandson Asaf-ud-Daula. In 1911, the old bridge waS condemned as unsafe, and a new one started in connec- tion with the Medical Ck)llege in Machhi Bhawan. BEGAM KOTHI Now Icnown as the General Post Office, the Begam Kothi was built by Amjad All Shah, as a palace for his queen, Malka Ahad Begam. It was the scene of some fierce fighting at the final capture of Lucknow. The famous Major Hodson, of Hodson's Horse, was mortally wounded in the courtyard, where nearly a thousand muti- neers were slain.", "topic": "machhi bhawan", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "MAUSOLEUM OF AMJAD ALI SHAH Amjad Ali Shah lies buried in the large grey and white Maqbara facing the Delhi and London Bank. Two impos- ing gateways mark the approach to the mausoleum, which stands on a high stone terrace remarkable for a flight of eleven steps and a tank for ablutions. Known also as the Chhota Imambara, the square single-storeyed building has a flat roof encircled by an ornamental parapet. Lack of architectural pretension was compensated for in the interior, which was extravagantly furnished with the utmost splendour. This led the mutineers to loot the tomb, which they entirely despoiled of its treasures.", "topic": "tank", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "A trapdoor, in the floor of the central chamber, leads down to the vault wherein the King's body lies. After tae re-occupation of Oudh by the British, the Maq- bara was used as a place of divine worship by members of the dhurch of England until the completion of Christ ChurcVin\\1860. HISTORY If it be true « there is no smoke without fire », it natur- ally follows that most, if not all, traditions must trace their origin to fact. Should this be the case, Lucknow may lay claim to even greater antiquity than ' Indra- prasthra, the first Delhi, founded by the five Pandava princes, and an ancestry every whit as distinguished as that of the « great -White city » of the Mahabharata. Legend asserts that .Lucknow, or Lakshmanpur, as it was named in Hindu times, dates from Lakshmana, son of King Dasaratha of Ayodhia (the modern Oiidh) and brother to Rama, hero of the Ramayana. '", "topic": "history", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "Uncertainty prevails as ' to the epoch at which these personages existed. Brahmins ascribe them to that nebulous period spoken of indefinitely as the Silver Age, while European authorities, inspipied by a passion for exact science, pla;ce them as early as 5000 b.c, and as late as 1500 B.C. From this it is hard to decide whether Orientals, or Orientalists have thrown the more light. on the subject. Not content with naming Lakshmana as founder of the city, tradition substantiates the claim by pointing to Lach- man Tila, an artificial mound, within the Machhi Bhawan area, crowned by a white Muhammadan Masjid erected by Aurangzib Shah.", "topic": "machhi bhawan", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "This, tradition declares, was the fort built by Lakshmana for the defence of his capital. Authentic history only really begins with the Muham- madan raids into India, when a colony of Shaikhs and Pathans, followers of Saiyid Salar, nephew to Mahmud of Ghazni, imposed themselves upon the Brahmins, resident in Lakshmanpur. The new-comers settled in the imme- diate neighbourhood of the prehistoric mound, and pro- ceeded to construct a fort known as Likhna KUa, after the architect, a Hindu named Likhna. In due course the — 54 — place became a Moslem centre of some importance. Humayan occupied it in 1526.", "topic": "history", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "The Moghul prince made but a brief stay. A couple of years later it was again captured, this time by Babar Shah. \"When, as Emperor, Humayan was retreating before the victorious army of Sher Shah, he paid a return visit to the town, but only halted long enough to levy a sum of Rs. 10,000 and fifty horses. Just when Lakshman;pur was converted into Lakhnau, or Lucknow is uncertain.", "topic": "misc", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "The probabilities are that the change was effected soon after the arrival of the Shaikhs. These speedily acquired a certain degree of power in the land of their adoption, nevertheless iLucknow remained of minor importance until the advent of the Na^wabs, under whom it rose to greatness. When his administrative reforms led Akbar to divide Hindustan into twelve Subahs, he appointed a Subahdar to each. At that epoch there was no settled capital of the Subah of Oudh. The newly made governors seem to have been constantly on the move, a policy which, doubtless, had its advantages, as well as its drawbacks.", "topic": "misc", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "Matters vastly imiproved in every respect for Oudh under the Emperor Muhammad, in fact, as the fortunes of the Moghuls dcelined, those of Lucknow rose, until a new kingdom sprang up, a green and flourishing offshoot from the decayed tree of Empire. Saadat Khan, Burhan-nl-Mulk (1732-39).—The Oudh dynasty was founded by a Persian named Muhammad Amin, better known by his title, Saadat Khan, Burhan- ul-Mulk. His nationality explains how all subsequent Nawabs and Kings came to be members of the Shia sect, in contrast to the Moghuls, their masters, who were Sun- nis. A Saiyid by birth, hence a descendant of the Prophet, and a merchant by profession, Muhammad Amin set out as a lad from Persia, with his father and elder brother, to seek a living in Hindustan. Fortune favoured him.", "topic": "misc", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "He acquired considerable influence at the Court of Delhi, rendering such signal services to the Emperor that — 55 — Muhammad Shah rewarded him with the title of Saadat Ali and the governorship of Oudh. The newNawab mad* the most of his opportunity. Possessed of the ability and the will to rule, he speedily reduced the province to something approaching order. His business talent led him to encourage agriculture, and to put down rival powers with a firm hand in the shape of rajas, and other petty chiefs, who aspired to independent control in their particular districts. Saadat Ali appears to have made his headquairters at Fyzabad, occasionally residing at Lucknow, where he rented two palaces in the Fort from the Shaikhs.", "topic": "misc", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "He altered the name of the stronghold from Likhna Kila to Machhi Bhawan, or Fish House, in honour of the fish, which an imperial edict had allowed, him' to assume as his badge. In spite of his administrative skill, and the wealth, which he had accumulated in Oudh, Saadat Ali came to an ignominious end. He committed suicide by taking poison after having betrayed his benefactor, the Moghul Emperor, to Nadir Shah. The Persian invader rewarded the treacherous Nawab as he deserved until, rendered desperate, Saadat Ali sought refuge from the earthly con- sequence of his own ill-deeds in death. He is buried at Delhi.", "topic": "machhi bhawan", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "Mansur Ali Khan, Safdar Jang (1739-1753).—Commonly known as Safdar Jang, the second Nawab was both nephew and son-in-law to Saadat Ali. Profiting by his uncle's example, Mansur AM sought the Imperial favour with such success, that he was promoted Vazir to the Delhi Emperor, a distinction which his predecessor had coveted, but never enjoyed. He resided chiefly at Fyza- bad. His rule was marked by skill and financial ability. Dying in 1753, his remains were transported to Delhi, where they were interred in the beautiful mausoleum still known as Safdar Jang.", "topic": "misc", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "Shnja-ud-Daula (1753-1775).—Mansur Alii Khan was succeeded by his son Shuja-ud-Daula, famed for his good looks, physical strength and military talents. Despite — 56 — these natural advantages the third Nawab came perilously near to losing, what those before him had striven so hard to gain, another illustration of the Italian proverb : « He that would grasp too much holds nothing fast. » Quick to recognise the advantages, that might be wrested from the ever-slackening hold of the Moghul Emjjerors, Shuja-ud-Daula determined on a bold course. Uniting himself with Shah Alam, he proceeded to march against the British, his avowed purpose being to espouse the cause of Mir Kasim, the ex-Governor of Bengal, who had incurred the displeasure of the Honourable East India Company, and so been removed from office. Both Nawab and Emperor were severely defeated at Patna and again at Buxar.", "topic": "misc", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "Shuja-ud-Daula sought refuge in flight to Bareilly, while the ill-starred Shah Alam went over to the British camp. Fortune had not wholly deserted her favourite. Whether Shuja-ud-Daula owed his salvation to his good looks, ingratiating manners, or some unknown political cause, is not stated. All that is definitely known is that, after an interview with him. Lord Clive reconsidered his decision to deprive the Nawab of Oudh.", "topic": "misc", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "Instead he allowed Shuja-ud-Daula to resume control of the Subah, on condition that he paid war indemnity sufficient to cover the icosts of the campaign. Thus, by the Vazir's own act, was Oudh drawn within the ever-widening sphere of British influence. For the greater portion of his rule Shuja-ud-Daula resided at Fyzabad. Towards the close, however, he spent much time in Lucknow, finding it more conve- niently situated. He died at Fyzabad, where his mauso- leum attracts many visitors.", "topic": "misc", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "Asaf-ud-DauIa (1775-1797).—^Best known to posterity as a great and indefatigable builder, Asaf-ud-Daula had not long succeeded his father, when he decided to transfer his headquarters to Lucknow. This accomplished, he devoted much of his time, and most of his revenue, to enlarging and beautifying his capital. To this end he erected bridges, mosques and public works, the best — 57 — known and finest of which is the Great Imambara, wherein he is interred. He also laid out a number of gardens and sank several wells. Under his rule Luck- now reached the greatest height of prosperity it has yet experienced.", "topic": "great imambara", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "His Court was famed throughout Hindustan for its lavish splendour, practically all the sums yielded by the province flowing through the Nawab's hands for the embellishment of the metropolis. Asaf-.ud-Daula was assisted, and numerous of his pro- jects inspired, by General Claude Martin, a French sol- dier of fortune in the pay of the East India Company. This official exercised the function of confidential advi- ser to the Nawab, although nominally entitled Chief of the Artillery and Arsenal. British influence was strengthened and extended by a treaty, in which Asaf-ud-Daula ceded the districts of Jaunpur and Benares in exchange for the protection of his realm, and an annual payment of £ 312,000. He was greatly beloved by his subjects and is held in affec- tionate remembrance to this day.", "topic": "misc", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "Saadat All Khan (1798-1814).—Asaf-ud-Daula left no legitimate heir. A claimant came forward in the person of Vazir Ali, a reputed son, who, however, was not allowed to usurp the position for more than four months. At the end of that time the British authorities set him aside in favour of Saadat Ali Khan, half-brother of the deceased Nawab. The new ruler of Oudh made further large concessions of territory to the Honourable East India Company. In addition he proved himself a prudent and skilful admi- nistrator.", "topic": "saadat ali khan", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "His habit of strict personal economy gaifted him an unmerited reputation for parsimony. He was an indefatigable builder, spending large sums on extending and developing Lucknow to the east. Thanks to his exer- tions the city grew to very nearly its present size. In spite of this he left fourteen millions sterling in the trea- sury. He is buried in the big domed mausoleum to the north-east of Qaisara Bagh.", "topic": "misc", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "Ghazi-nd-Din Haidar (1814-1827).—'Saadat Ali Khan was — 58 — followed by his son, phazi-ud-Din Haidar, remarkable for his agreeable and polished manners and for the siplen- dour of his Court, where art and literature received the most lively encouragement and generous support. Five years after his accession, the seventh and last Nawab was transformed into the first King of Oudh, by Lord Has- tings, in recognition of services rendered the British Government. This increase of dignity was attended by a decrease of power. The resultant dynasty was one of puppel kings, who played at royal state, while allowing the reins of government to slip from their heavily jewelled hands. Ghazi-ud-Din was not a great builder like his father, nor had he inherited the latter's financial ability and statecraft.", "topic": "saadat ali khan", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "He was a weak, but amiable monarch, whose domestic life was marred by the violent temper of the Badshah Begam, or principal wife. He resided at Farhat Baksh Palace, where he died, leaving ten crores of rupees in the treasury. Shah Najaf, the . white domed mauso- leum on the bank of the Gumti, is where he lies buried. Nasir-ud-Din Haidar (1827-1837).—-Suleman Jah suc- ceeded his father on the Masnad, taking the title of Nasir- ud-Din Haidar.", "topic": "farhat baksh palace", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "His reign was marked by increasing signs of degeneracy. Although married to a beautiful and accomplished princess, daughter of the Delhi Empe- ror, he raised a wet-nurse to the position of chief consort, with the title Malika Jamani, or Queen of the Age. Not content with this, he named her son, Kywan Jah, bom three years before she entered the Palaoe, heir-apparent to the throne. He lestranged his ministers and showered favours upon European adventurers, whose society he much affected. Finally matters reached such a crisis that his entourage caused him to be poisoned in a drink of sharbat.", "topic": "misc", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "He is buried in the Kerbela, across the Iron Bridge, on the northern side of the Gumti. Muhammad Ali Shah (1837-1842).—The death ofNasir- ud-Din led his stepmother, the Badshah Begam, to make a bold effort to snatch the crown for her son Minna Jan, born previous to her marriage with Ghazi-ud-Din. The — 59 — attempt was frustrated by the British Resident, who duly nominated Muhammad Ali, uncle of the deceased sove- reign, to the vacant Masnad. The third King was a far more able ruler than either of his immediate predecessors. He concentrated his ener- gies upon reducing his realm to order, and added to the beauties of his capital by building the Husainabad Imam- baja, where he is buried, the Jama Masjid, Tank and adjacent structures.", "topic": "husainabad", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "In spite of the outlay entailed by these public works, and the fact that his reign only lasted five years, Muhammad Ali Shah left a well-filled trea- sury. Amjad Ali Shah (1842-1847).—Like his father, the next King only reigned five years, but here the resemblance ceased. Amjad Ali Shah was not a public-spirited ruler. The affairs of his state were distasteful to him, and he preferred the seclusion of his Harem, where he passed most of his time. True to the traditions of his house, he was something of a builder.", "topic": "amjad ali shah", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "His principal works were his own mausoleum, opposite the Delhi and London Bank, the Iron Bridge, the metalled road to Canwpore and Hazrat Ganj. So slack and unsatisfactory wias his govern- ment, that the British authorities gave him solemn warn- ing that he would forfeit his seat on the Masnad, unless the internal affairs of the kingdom were better admi- nistered, and certain essential reforms introduced. Wajid Ali Shah (1847-1856).—The fifth and final King of Oudh ascended a throne already tottering to its fall. He succeeded his father in preference to his elder bro- ther, who was disqualified as feeble-minded. Pleasure- loving, indolent and self-indulgent, Wajid Ali was not a man to save the situation.", "topic": "iron bridge", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "Under him matters went from bad to^ worse. Utterly devoid of financial acumen, he lavished immense sums .upon unworthy objets, without the least regard for consequences. The result was that be plunged his realm heavily in debt. He built the im- mense Qaisara Bagh Palace, only a fraction of which still survives, at a cost of eighty lakhs. ' His interests were centred in the Harem, whose three hundred, and — 60 — seventy members each enjoyed a separate suite of apart- ments and her own attendants.", "topic": "misc", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "Affairs of state were left in th€ hands of ministers. The result was that a condi- tion of anarchy prevailed throughout the realm. While the roi faineant idled existence away in the Harem, his kingdom became the headquarters of the dacoits, an orga- nised society of bandits, who made nightly raids into adjacent territories, retreating into Oudh before sunrise. Even in Lucknow itself life and property were far from secure. Persons of consequence went about armed to the teeth, escorted by attendants, similarly equipped.", "topic": "misc", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "This scandal continued unchecked until 1856, when Wajid Ali Shah was deposed and sent to Calcutta, where he resided on a pension until his death, in 1887, at the age of sixty- seven. Whether, or no he would ever have been reinstated is uncertain, as any hopes in this direction were finally quashed by the rising in the following year. It is only fair to say that if the ex-King had been guilty of gross extravagance in money matters, and extreme weakness in all else, these were the extent of his faults. He was by no means wicked, and was altogether innocent of the terrible events, which followed his deposition, culminat- ing in the Mutiny of 1857. THE MUTINY Selfish, steeped in extravagant pleasures, and indiffe- rent ruler though he was, Lucknow took the King's depar- ture far more seriously to heart than was at first sup- posed.", "topic": "misc", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "Sentiment may have exercised a certain amount of influence, still there is no doubt but that self-interest was at the root of the ensuing trouble. This is easily understood. The lavish splendour, and wasteful magni- ficence of the Court had caused money to circulate freely in the Capital. The country districts had been impo- verished, it is true, and the peasantry reduced to a state of abject want in many places. None of this had been felt in town, however, where trade had flourished while agriculture languished.", "topic": "misc", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "Nobles, bankers and merchants — 61 - had all made hay whUe the sun of royalty shone. Wh«n this was suddenly eclipsed their fortunes suffered a like reverse. Nor were these the only malcontents. There was the Army to be reckoned with, some sixty thousand strong, suddenly disbanded and consequently deprived of work and pay. Money ceased to flow through the city.", "topic": "misc", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "The sale of opium was prohibited. In a \"word, order replaced disorder, with the result that many, who had profited by the vices of the old regime, found themselves practically ruined by the virtues of the new. The work of inaugurating the proposed administration proceeded for a year under General Outram, the last Resi- dent, and M. C. C. Jackson, I.C.S. On the 20th March, 1857, Sir Henry Lawrenice wa:s appointed Chief Com- missioner of Oudh. At that date the garrison of Luck- now comprised the 32nd British Regiment, a weak Com- pany of European Artillery, the 7th Indian Cavalry, and the 13th, 48th and 71st Indian Infantry.", "topic": "misc", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "In addition to these were two regiments of irregular local infantry, quar- tered near the city, one regiment of military police, one of Oudh irregular cavalry and two battalions of Indian artillery. Altogether Lucknow contained about teii Indian soldiers, to one European. Signs of discontent were apparent on all sides. Every- one was more, or less acutely conscious of an under- . current of growing unrest.", "topic": "misc", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "The first outbreak occurred in April, 1857. It originated in a seemingly trivial act. Doictor Wells, of the 48th Indian Infantry Regiment, then stationed at Mariaon Cantonment, chanced to smell some medicine intended for a sepoy. This act was taken as an insult to caste, it being alleged that the doctor had put the bottle to his lips and tasted its contents. A few nights later, his bungalow was burnt down and open dis- affection was rife in the regiment.", "topic": "misc", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "This event, coupled with alarming reports from Meerut, Cawnpore and Delhi, led Sir Henry Lawrence to prepare for emergencies. Accordingly he collected stores and set about fortifying Machhi Bhawan and the Residency. On April 30th the 7th Oudh Irregulars refused to bite their cartridges on the plea that they were greased with — 62 — cows' fat. Sir Henry Lawrence ordered them to be deprived of their arms, after which events moved rapidly. One of the most curious features of the times was the implicit confidence, that European officers continued to repose in their men, despite abundant warnings to the contrary.", "topic": "machhi bhawan", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "Evidence was not lacking that secret agents were at work among the sepoys, sowing the seeds of revolt and tempting them with specious promises. Bad news travels fast. Information of the rising in Meerut reaiched Lucknow on May 12th. Women, children and non-combatants were ordered intq the Residency. The women and children huddled together in the dark dank Taikhana, where they passed many weary weeks, their suffering still further enhanced by the swarming flies, which bred in the stifling underground atmosphere.", "topic": "residency", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "The siege of the Residency began on July 1st. Matters had been precipitated by the ill-starred battle of Chinhut, a village on the Fyzabad Road some nine miles distant from Lucknow. Hearing that the mutineers had reached this point. Sir Henry Lawrence marched out to meet and disperse them, but was obliged to retire owing to the desertion of the artUIery, which went over to the enemy, taking their guns with them. This reverse led Sir Henry to abandon Machhi Bhawan, and concentrate his entire force upon holding the Residency, which, with the sur- rounding buildings, constituted an entrenched area about sixty acres in extent.", "topic": "machhi bhawan", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "The defences consisted of hastily constructed parapets, . ditches, dug-outs, stockades, and batteries. On the second day of the siege Sir Henry Lawrence was mortally wounded by a shell from an eight-inch Howitzer, captured by the enemy at the battle of Chinhut a couple of days before. The shell burst in an upper room of the Residency. He was carried to Doctor Fay- rer> House, where he lingered in great agony until the morning of May 4th.", "topic": "residency", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "Brigadier Inglis at once assumed the military com- mand, and Major Banks, the civil. The latter was shot on the 21st, leaving Brigadier Inglis to control the entire situation. — 63 — On September 22nd a relieving force, under Generals Havelock and Outram, stormed the enemy's position at Alam Bagh, a walled garden residence on the Cawnpore Road. This captured, the relieving force proceeded to fight their way through to the Residency, reaching it on September 26th. General Havelock had intended to with- draw the sick, wounded, women and children, and retire with them to a place of safety.", "topic": "residency", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "This was found impos- sible owing to the superior strength of the enemy. All that the combined forces could effect was to push the besieging army back to beyond the Chhattar Manzil Palaces, and so extend the British lines. This accom- plished, the siege again closed round the Residency with renewed vigour. The horrors of famine now came to add to the suffer- ings of the garrison. General Havelock's troops had only brought provisions for three days, expecting to have immediately fallen back upon Alam Bagh, where they had deposited their stores.", "topic": "residency", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "Rations were reduced to a minimum. Every day smallpox, dysentery, and other forms of disease claimed an increasing number of vic- tims. Little wonder that the second relief, under Sir Colin Campbell, only found a few hundred survivors of the original garrison, over two-thirds having perished. In absolute silence and secrecy the Residency was abandoned at midnight on November 22nd, 1857. A strange and solemn procession filed noiselessly through the BallUe Guard Gate, passed the P'arhat Baksh and Chhattar Manzil Palaces, and along the banks of the Gumti as far as Moti Mahal.", "topic": "residency", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "From there the tragic little force followed the road to where Shah Najaf gleamed whitely through the gloom, and thence on to the protect- ing walls of Sikandar Bagh. All the time the enemy's guns kept up a desultory fire on the misleading lights left burning in the deserted Residency. From Sikandar Bagh Sir Colin Campbell escorted non- combatants to Cawnpore. Meanwhile the troops marched into Alam Bagh, which they proceeded to hold, until the final relief and capture of the city in the following spring. Unfortunately the evacuation of the Residency — B4 — was saddened by the death of General Havelack, that gallant officer dying en route two days after.", "topic": "residency", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "He was buried in Alam Bagh, where General Outram remained, with a force of three thousand five hundred men, until Sir Colin Campbell's return in March, 1858. During the entire winter, the walled enclosure on the Cawnpore Road was the only British possession in Oudh, hence its impor- tanice from the vulnerable point of national prestige. The rebels made good use of the intervening months. Secure in the knowledge that General Outram's force was penned up in Alam Bagh, they proceeded to strongly fortify the Capital, and environs for a circuit of twenty miles. Their .", "topic": "alam bagh", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "line of external defences stretched from the Gumti to the Canal, and they entrenched aU along between Moti Mahal and Kurshaad Manzil to the Imam- bara. Every street was closed by stockades and para- pets, and the Qaisara Bagh was converted into the citadel, where the rebel Begam held her court. On March 2nd, 1858, Sir Colin Campbell marched against Lucknow. Dilkusha was his primary objective. This stormed he trained his guns against La Martiniere.", "topic": "moti mahal", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "Reinforcements arrived on the 5th under General Franks, half of whose six thousand men were Gurkhas sent by the Maharaja of Nepal. Timely and valuable assistance , was also rendered by the Naval Brigade under Captain Peel, R.N., whose big guns from the « Shannon » did much execution. As the main body advanced from the south-east. Gene- ral Outram's force made a sortie from Alam Bagh, attack- ing from the direction of Fj'zabad. Fierce fighting was maintained from the 9th to the 15th.", "topic": "alam bagh", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "On the latter date Lucknow ceased to exist as a rebel city, and reverted to its loyal allegiance to the British Raj. Since those stormy days the history of the Capital of Oudh has been one of progress and peaceful development. It continued to be the headquarters of a separate Com- mission until 1877, when the office of Chief Commissioner of Oudh was merged in that of Lieutenant-Governor of the North-West Provinces, whose residence is at Luck- now. — 65 — Although no longer illumined by the « fierce light which beats upon a throne ••, the one time royal city basks in the steady sunshine of intellectual radiance. It has become a greiat educational centre, the modern home of advanced Mussulman culture in India.", "topic": "capital of oudh", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "Still, for many, « The past doth win a glory from its being far ». Such as these iove best to linger in the neighbourhood of Lakshman Tila, with its prehistoric associations, or stand awhile beside the tomb of Shaikh Mina, or ' wander through the quiet grounds of the Residency, and pause by the grave of Sir Henry Lawrence in that garden of sleep, which no bursting shell can disturb with its wordly mes-r sage of discord. <i BOMBAY : The Gate of India. » Some LONDON Press Opinions : The Times : « Major Newell has written a good many guides which have been published in India. The present one is the first he has published in London : and Anglo-Indians or travellers visiting India will find it a compaet and useful publication with all kinds^ of infonnation succinctly given and a three days' itinerary described.", "topic": "residency", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "» The Globe : « Major H. A. Newell, of the Indian Army, who is now at the front, is the author of a number of most useful guides to various towns and idistricts in our great Dependency... Contains a capital map as weU as much information of interest and value about the city and its environs... Few cities are better worth knowing. » The Standard :«.... as is the case in his other pubU- cations the author displays a happy way of holding the interest of his reader, so that in addition to being an invaluable help to the visitor the volume possesses the merit of being literary effort of considerable exoeUence. A capital map is included... » Truth : « Major H. A. Newell, Indian Army, completed another of his attractive little guide books to Indian cities before he went on active service with the Expeditionary Force. ' Bombay : The Gate of India ', is the subject, and in his usual pleasant style he sketches the city's history and describes the places of interest that should be visited by the traveller with two or three days to spare there.", "topic": "history", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "» Outlook : « With a thorough knowledge of the city Major Newell (who is now on active service in France) gives a short history of Bombay, and a description of the many places of interest together with a map », etc., etc. The Pioneer says : « Major Newell's guide books are well known for their accuracy and for the wealth of information they contain... » The Chattanooga News, U.S^, says : « Major Newell, the author of this delightful guide book, is now on active service in France. When peace comes he will have to wi'ite up his view of the war. He can do it, for his wide culture will then find full play, and he is a student of history. In this little book is all the necessary advice needed by the tourist as to what, or when to see : hotels, routes, values of money, etc., are given... » Sunday Times : « Major H. A. Newell, of the Indian Army, has compiled a number or guide books of the prin- cipal cities in India.", "topic": "history", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "They contain a wealth of valuable information with regard to social customs, hotels, routes, value of moneys, etc. Tourists will find these books not only useful, but will be fascin- ated by their literary excellence and the extent of historical knowledge which the writer shows. » INDEX Alam Bagh, -48. Andersons Garrison, 30. Asaf-ud-Daulah's Tomb, 19.", "topic": "alam bagh", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "Ashraf, 20. Baillie Guard Gale, 29. Banqueting Hall, 29. Baradari, 22. Begam Kothi, 30, .", "topic": "baradari", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": ")2. Bibiapur Kothi, 44. Bider, 14. Cawnpore Battery, 30. Chhatar Manzil, 34.", "topic": "bibiapur kothi", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "Chauk, 50. Clock Tower, 21. Constantia, 41. Daulat Khana, 23. Dilkusha, 43.", "topic": "clock tower", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "Durgah of Hazrat Abbas, .51. Farhat Baksh, 33. Fayrer's House, 20. Fish House, 16. Germon's Post, 30.", "topic": "hazrat abbas", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "Government House, 49. Great Imambara, 17. Gubbins House, 31. Hayat Baksh Kothi, 49. Hazratganj, 11.", "topic": "great imambara", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "History, 53, Hodson, Major, grave of. 41. Husainabad, 17. — Imambara, 23. — Park, 22.", "topic": "husainabad", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "— Tank, 22. Inglis' Quarters, 31. Iron Bridge, 41. Kadam Rasul, 46. Kiblah, 26.", "topic": "tank", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "Koran. 25, 26. Kurshal Manzil, 39. Lackman Tila, 15. Lai Baradari, 34.", "topic": "baradari", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "Lawrence, Sir Henry, grave of, 32. Machi Bhawan, 15. Martinifere College, 41. Martin, General C, 39. Martinifere Post, 31.", "topic": "misc", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "Maqbara of Saadat Ali Khan, 37. Mausoleum of Amjad Ali Shah. 52. Medical College, 17. Mohurram, 19.", "topic": "saadat ali khan", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "Moti Mahal, 38. Muezzin, 26. Muhammad Ali Shah's Tomb. 24. Musa Bagh, 26.", "topic": "musa bagh", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "Mutiny, 60. Naubhat Khana, 23. Neill's Gate, 32. Qaisara Bagh, 35. Residency, 27.", "topic": "residency", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "Rumi Darwaza, 21. Sago's House, 30. Sat Khanda, 22. Shah Najaf, 47. Shaikh Mina's Tomb, 15.", "topic": "sat khanda", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "Shias, 19. Shannon, 32, 64. Stone Bridge, 51. Sihandar Bagh. 45.", "topic": "stone bridge", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "Talqudars' Hall, 22. Taikhana, 31. Treasury, 29. Umbrella Palaces, 34. Wilaiti Bagh, 44.", "topic": "wilaiti bagh", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "Zenab Asiya-ka-Kothi, 24. NEWELLS 6UIDE TO LUCKNOW \"'''^ZX AD To FYZAB un TRE OAvGE 2---- CK. ME, 70 GORY, way WA rem att. ‘a “, ae Paver Oo aan Vo af aq LO Sep SS Brussels, HalJnes and Antwerp An Illustrated Guide to Places of Interest with Map and Plans BY Lieut -Col. H. A. NEWELL fAuthor of Guidebooks to VENICE, FLORENCE, SIENA, etc. Publisher : M. \"V^EISSENBRUCH .^ripte'^ to the King 49, Ilue|3&iPdingoti, Brussels This is a useful and bandy little guide;, which •will.", "topic": "misc", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "the English visitoij-'^ho intends to spen'd a week in Brussels, one day at Malines and another .at Antwerp, ill thp.t is necessary .to make, the visits, interesting and nstructive. The few p&ges d^votv d> to Malines are partis •ulfti'ly' valuable, for the writer has contrived to capture omething of the atAiosphere of that l^istoric and inte- i'stiiig place. ...» :, i. Times Lfterarix Supplement. ALL BOOKSELLERS GUIDE BOOKS BY Lieut.-Col. H. A. NEWELL Author of « Footprints in Spain », Topee and Turban, etc.", "topic": "misc", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "BELHI. 7\"i Edition. AGRA. 7* Edition. CALCUTTA.", "topic": "misc", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "2>\"» Edition. BEJfAI^ES. 2'\"i Edition. LTJCKNOiW. *«>' Edition.", "topic": "misc", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "LAHORE. Srd Edition. , AMRITSAR. JATf>UR. BOMBAY.", "topic": "misc", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "S'd Edition. POONA. MADRAS. MADURA. TAN^ORE TRlCHIIirOPOLY.", "topic": "misc", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "RAMESWARAM. The Sacred Island. VII PAGODAS, CHINGLEPUT and CONJEEVERAJ VEKICE. 2n<' Edition. K FLORENCE.", "topic": "misc", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "SIENA and SURROTrNDINGS. BRUSSELS, MALINES and ANTWERP. YOUR SIGNATURE : A Guide to Character by Han writing. 2\"<* Edition. '\" ii\\ .", "topic": "misc", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "Two Famous Madras Hfemorials, by request of the Madras Goverament. Published by Higginbotliams, Madras'. ALL BOOKSELLERS", "topic": "misc", "source": "Lucknow (The Capital of Oudh)"}
{"chunk": "In common with other metropolitan cities across India, Lucknow is multicultural and multilingual.[176][177]Many of the cultural traits and customs peculiar to Lucknow have become living legends today. The city's contemporary culture is the result of the amalgamation of the Hindu and Muslim rulers who ruled the city simultaneously. The credit for this goes to the secular and syncretic traditions of theNawabsof Awadh, who took a keen interest in every walk of life and encouraged these traditions to attain a rare degree of sophistication. Modern-day Lucknowites are known for their polite and polished way of speaking which is noticed by visitors. The residents of Lucknow call themselvesLucknowitesorLakhnavi.[178]It also represents the melting pot of globalisation where the legacy of Nawab's culture continues to be reflected in the traditional vocabulary of theUrdulanguage of the city along with better avenues for modernisation present here.[citation needed]\n\nLucknow is known for its ghararas. It is a traditional women's outfit that originated from theNawabsofAwadh.[179]It is a pair of loose trousers with pleats below the knee worn with akurta(shirt) and adupatta(veil). It is embroidered withzariandzardozialong with gota (decorative lace on the knee area). This dress is made from over 24 metres (26 yd) of fabric, mostly silk,brocadeand kamkhwab.\n\nAlthough Uttar Pradesh's primary official language isHindi, the most commonly spoken language is colloquialHindustani.[180]Indian Englishis also well understood and is widely used for business and administrative purposes, as a result ofIndia's British heritageandCommonwealth tradition, as well as globalisation. The Urdu language is also a part of Lucknowi culture and heritage. It is mostly used by wealthier families, the remaining members of the royal family as well as inUrdu poetryand on public signs. The government has taken many innovative steps to promote Urdu.[181]Awadhi, a dialect of the Hindidialect continuum, is the native dialect of Lucknow and has played an important role in Lucknow's history and is still used in the city's rural areas and by the urban population on the streets.[182]\n\nHistorically, Lucknow was considered one of the great centres ofMuslim culture.[183][184]Two poets,Mir Babar Ali AnisandMirza Dabeer, became legendary exponents of a unique genre of Muslim elegiacal poetry calledmarsiyacentred on Imam Husain's supreme sacrifice in theBattle of Karbala, which is commemorated during the annual observance ofMuharram.[185]\n\nThe revolutionaryRam Prasad Bismil, who was hanged by the British at Gorakhpur jail, was largely influenced by the culture of Lucknow and remembered its name in his poetry.[186]Surrounding towns such as Kakori, Daryabad,Fatehpur, Barabanki,Rudauli, and Malihabad produced many eminent Urdu poets and litterateurs including Mohsin Kakorvi,Majaz,Khumar BarabankviandJosh Malihabadi.[187]","topic": "culture","source": "https://en.wikipedia.org/wiki/Lucknow"},
{"chunk": "Lucknow's buildings show different styles of architecture with the many iconic buildings built during the British and Mughal era. More than half of these buildings lie in the old part of the city. The Uttar Pradesh Tourism Department organises a \"Heritage Walk\" for tourists covering the popular monuments.[165]Among the extant architecture, there are religious buildings such asImambaras, mosques, and otherIslamicshrines as well as secular structures such as enclosed gardens,baradaris, and palace complexes.[166]\n\nBara Imambarain Hussainabad is a colossal edifice built in 1784 by the then Nawab of Lucknow,Asaf-ud-Daula. It was originally built to provide assistance to people affected by the deadly famine, which struck the whole of Uttar Pradesh in the same year.[167]It is the largest hall in Asia without any external support from wood, iron or stone beams.[168]The monument required approximately 22,000 labourers during construction.[169]\n\nThe 18 m (60 feet) tallRumi Darwaza, built by Nawab Asaf-ud-daula (r. 1775–1797) in 1784, served as the entrance to the city of Lucknow. It is also known as the Turkish Gateway, as it was erroneously thought to be identical to the gateway atConstantinople. The edifice provides the west entrance to the Great Imambara and is embellished with lavish decorations.[170]\n\nVarious architectural styles can be seen in the historical areas of Lucknow. TheUniversity of Lucknowshows a huge inspiration from the European style whileIndo-Saracenic Revival architectureis prominently present in theUttar Pradesh Vidhan Sabha buildingandCharbagh Railway station.Dilkusha Kothiis the remains of a palace constructed by the British resident MajorGore Ouseleyaround 1800 and showcasesEnglish Baroquearchitecture. It served as a hunting lodge for theNawab of Awadhsand as a summer resort.[171]\n\nTheChattar Manzil, which served as the palace for the rulers of Awadh and their wives is topped by an umbrella-like dome and so named on account ofChattarbeing the Hindi word for \"umbrella\".\nOpposite Chattar Manzil stands the 'Lal Baradari' built by NawabSaadat Ali Khan Ibetween 1789 and 1814. It functioned as a throne room at coronations for the royal courts. The building is now used as a museum and contains delicately executed portraits of men who played major roles in the administration of the kingdom of Oudh.","topic": "architechture","source": "https://en.wikipedia.org/wiki/Lucknow"},
{"chunk": "Lucknow is home to a number of prominent educational and research organisations includingIndian Institute of Management Lucknow(IIM-L),Indian Institute of Information Technology, Lucknow(IIIT-L),Central Drug Research Institute(CDRI),Indian Institute of Toxicology Research,National Botanical Research Institute(NBRI),Institute of Engineering and Technology(IET Lko),Dr.Ram Manohar Lohia National Law University(RMNLU),Institute of Hotel Management, Lucknow(IHM),Sanjay Gandhi Postgraduate Institute of Medical Sciences(SGPGI),Dr. Ram Manohar Lohia Institute of Medical SciencesandKing George's Medical University(KGMU).[211]TheNational P.G. College, affiliated to theUniversity of Lucknow, was ranked as the second-best college imparting formal education in the country by theNational Assessment and Accreditation Councilin 2014.[212]\n\nEducational institutions in the city include sevenuniversitiesincluding theUniversity of Lucknow, aBabasaheb Bhimrao Ambedkar University, atechnical university (Uttar Pradesh Technical University), alaw university (RMLNLU), anIslamic university (DUNU)and manypolytechnics, engineering institutes and industrial-training institutes.[213]Other research organisations in the state include theCentral Institute of Medicinal and Aromatic Plants,Central Food Technological Research Institute, and the Central Glass and Ceramic Research Institute.[214][215]\n\nSome of Uttar Pradesh's major schools are located in Lucknow includingDelhi Public Schoolhaving its branches in Eldeco, Indiranagar. Lucknow International Public School,City Montessori School, Colvin Taluqdars' College, Centennial Higher Secondary School,St. Francis' College,Loreto Convent Lucknow, St. Mary's Convent Inter College, Kendriya Vidyalaya,Lucknow Public School, Stella Maris Inter College,Seth M.R. Jaipuria School, Cathedral School, Mary Gardiner's Convent School, Modern School, Amity International School, St. Agnes, Army Public School, Mount Carmel College, Study Hall, Christ Church College, Rani Laxmi Bai School and Central Academy, Study Hall School, Vidyasthali Kanar Inter College (Unit of SHEF foundation).\n\nCity Montessori School, with over 20 branches spread throughout the city, is the only school in the world to have been awarded a UNESCO Prize for Peace Education.[216]CMS also holds a Guinness World Record for being the largest school in the world, with over 40,000 pupils.[217]The school consistently ranks among the top schools of India.[218]\n\nLa Martiniere Lucknow, founded in 1845, is the only school in the world to have been awarded abattle honour.[219]It is one of the oldest schools in India, often ranked among the top ten schools in the country.[220][221]Lucknow also has a sports college namedGuru Gobind Singh Sports College.","topic": "education","source": "https://en.wikipedia.org/wiki/Lucknow"},
{"chunk": "Chikankari(Urdu:چِکن کاری,Hindi:चिकन की कढ़ाई, चिकनकारी) is a traditionalembroiderystyle fromLucknow,India.\nTranslated, the word means embroidery (using thread or wire), and it is one of Lucknow's best known textile decoration styles. The main market in Lucknow for Chikankari based products is Chowk. Production is mainly based in Lucknow and in the adjoining districts.","topic": "chikankari","source": "https://en.wikipedia.org/wiki/Chikankari"},
{"chunk": "Awadhi cuisine(Hindi:अवधी पाक-शैली,Urdu:اودھی کھانے) is a cuisine native to theAwadhregion inNorthern Indiaand SouthernNepal.[1]Awadhi cuisine can be divided in two parts;Traditional Awadhi cuisinesandNawabi cuisines. Cooking patterns ofLucknoware similar to those ofCentral Asia, theMiddle East, andNorthern IndiaandWestern Indiawith the cuisine comprising bothvegetarianandnon-vegetariandishes. TheAwadhregion has been influenced byMughal cooking techniques, and the cuisine ofLucknowwhich bears similarities to those ofCentral Asia,Kashmir,PunjabandHyderabad. The city is also known for itsNawabifoods.[2]","topic": "cuisine","source": "https://en.wikipedia.org/wiki/Awadhi_cuisine"},
{"chunk":"From the sixth to the fourth century BCE, Lucknow was part of the realm of Kosala, one of the 16 Mahajanapadas in the Late Vedic period.From 1350 onwards, Lucknow and parts of the Awadh region were ruled by the Delhi Sultanate, Sharqi Sultanate, Mughal Empire, Nawabs of Awadh, the British East India Company and the British Raj.For about eighty-four years (from 1394 to 1478), Awadh was part of the Sharqi Sultanate of Jaunpur. Emperor Humayun made it a part of the Mughal Empire around 1555. Emperor Jahangir (1569–1627) granted an estate in Awadh to a favoured nobleman, Sheikh Abdul Rahim, who later built Machchi Bhawan on this estate. It later became the seat of power from where his descendants, the Sheikhzadas, controlled the region.[20]The Nawabs of Lucknow (actually the Nawabs of Awadh) acquired the name after the reign of the third Nawab when Lucknow became their capital. The city became North India's cultural capital, and its nawabs, best remembered for their refined and extravagant lifestyles, were patrons of the arts.Under their dominion, music and dance flourished, and construction of numerous monuments took place.[21] Of the monuments standing today, the Bara Imambara, the Chota Imambara, and the Rumi Darwaza are notable examples. One of the Nawab's enduring legacies is the region's syncretic Hindu–Muslim culture that has come to be known as the Ganga-Jamuni Tehzeeb.[22]Chota Imambara is a Shia Muslim Hussainiya and a mausoleum for Muhammad Ali ShahUntil 1719, the subah of Awadh was a province of the Mughal Empire administered by a governor appointed by the emperor. Persian adventurer Saadat Khan, also known as Burhan-ul-Mulk, was appointed Nizam of Awadh in 1722 and established his court in Faizabad, near Lucknow.[23]Many independent kingdoms, such as Awadh, were established as the Mughal Empire disintegrated. The third Nawab, Shuja-ud-Daula (r. 1753–1775), fell out with the British after aiding the fugitive Nawab of Bengal, Mir Qasim. Roundly defeated at the Battle of Buxar by the East India Company, he was forced to pay heavy penalties and surrender parts of his territory.[24] Awadh's capital, Lucknow rose to prominence when Asaf-ud-Daula, the fourth Nawab, shifted his court to the city from Faizabad in 1775.[25] The British East India Company appointed a resident (ambassador) in 1773 and by early 19th century gained control of more territory and authority in the state.They were, however, disinclined to capture Awadh outright and come face to face with the Maratha Empire and the remnants of the Mughal Empire. In 1798, the fifth Nawab Wazir Ali Khan alienated both his people and the British and was forced to abdicate. The British then helped Saadat Ali Khan take the throne.[26] He became a puppet king, and in a treaty of 1801, yielded large part of Awadh to the East India Company while also agreeing to disband his own troops in favour of a hugely expensive, British-controlled army.This treaty effectively made the state of Awadh a vassal of the East India Company, although it continued to be part of the Mughal Empire in name until 1819. The treaty of 1801 proved a beneficial arrangement for the East India Company as they gained access to Awadh's vast treasuries, repeatedly digging into them for loans at reduced rates. In addition, the revenues from running Awadh's armed forces brought them useful returns while the territory acted as a buffer state. The Nawabs were ceremonial kings, busy with pomp and show. By the mid-nineteenth century, however, the British had grown impatient with the arrangement and demanded direct control over Awadh.[27]The ruins of the Residency at Lucknow show evidence of the gunfire sustained during the rebellion.In 1856, the East India Company first moved its troops to the border, then annexed the state for alleged maladministration. Awadh was placed under a chief commissioner – Sir Henry Lawrence. Wajid Ali Shah, the then Nawab, was imprisoned, then exiled by the East India Company to Calcutta.[28] In the subsequent Indian Rebellion of 1857, his 14-year-old son Birjis Qadra, whose mother was Begum Hazrat Mahal, was crowned ruler. Following the rebellion's defeat, Begum Hazrat Mahal and other rebel leaders sought asylum in Nepal.[29]It is the most important center of Shia Islam in the Indian Subcontinent and has influence of Persian, Shiite, Arabic and British culture and tradition in the architecture, language and customs.Lucknow was one of the major centres of the Indian Rebellion of 1857 and actively participated in India's independence movement, emerging as a strategically important North Indian city. During the Rebellion, the majority of the East India Company's troops were recruited from both the people and nobility of Awadh. The rebels seized control of the state, and it took the British 18 months to reconquer the region. During that period, the garrison based at the Residency in Lucknow was besieged by rebel forces during the Siege of Lucknow. The siege was relieved first by forces under the command of Sir Henry Havelock and Sir James Outram, followed by a stronger force under Sir Colin Campbell. Today, the ruins of the Residency and the Shaheed Smarak offer an insight into Lucknow's role in the events of 1857.[30]With the rebellion over, Oudh returned to British governance under a chief commissioner. In 1877, the offices of lieutenant-governor of the North-Western Provinces and chief commissioner of Oudh were combined; then in 1902, the title of chief commissioner was dropped with the formation of the United Provinces of Agra and Oudh, although Oudh still retained some marks of its former independence.[31]","topic": "history","source":"https://en.wikipedia.org/wiki/Lucknow"},
{"chunk":"Tunday Ke Kabab, also known as Galouti Kebab, is a dish made out of minced meat which has almost become synonymous with the city of Lucknow, India.[1] It is a part of Awadhi cuisine. It is said to incorporate 160 different spices.[2] Ingredients include finely minced buffalo meat,[3][4] plain yogurt, garam masala, grated ginger, crushed garlic, ground cardamom, powdered cloves, melted ghee, dried mint, small onions cut into rings, vinegar, saffron, rose water, sugar, and lime. Tunday Ke Kabab were introduced to the Nawab of Awadh Wajid Ali Shah.[5] Lucknow’s iconic eating joint Tunday Kababi, started in 1905, is famous for serving buffalo meat galouti kebab.[6][7]In India due to dietary and religious restrictions galouti kebab is also made with minced mutton and minced chicken flesh with a variety of assorted spices and some sort of grounded millet for binding.It is generally fried in ghee though any other fat may be used also.During the 17th century, in the Awadh state under the Mughals in Northern India, one of the members related to the Nawabs of Awadh held a competition for the local Khansamahs to prepare Kebabs as soft as possible to chew. One of the khansamah named Haji Murad Ali[dead link] who was also 'Tunda' (one armed), prepared the dish with using at least 100 Indian and exotic spices including some aphrodisiacs. The Nawab found the kebabs so delicious, that he immediately declared Murad as the winner. Eventually the kebabs became so popular in Awadh and other Mughal courts that it came to be known as Tunday ke Kebab, literally meaning One armed man's Kebabs.[8][9]The dish is also known as Galouti kebab, which is derived from the Hindi-Urdu word galouti (गलौटी / گلوٹی), meaning 'thing that melts', referring to its softness.[10]","topic": "tunday_kababi","source":"https://en.wikipedia.org/wiki/Tunday_Kababi"}